[
    {
        "quote": "Life isn't about finding yourself. Life is about creating yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Make it a rule never to give a child a book you would not read yourself.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "You see things; you say, 'Why?' But I dream things that never were; and I say 'Why not?",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "If you want to tell people the truth, make them laugh, otherwise they'll kill you.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The reasonable man adapts himself to the world: the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Animals are my friends...and I don't eat my friends.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Those who cannot change their minds cannot change anything.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Youth is wasted on the young.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "There are two tragedies in life. One is to lose your heart's desire. The other is to gain it.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "If you cannot get rid of the family skeleton, you may as well make it dance.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "There is no love sincerer than the love of food.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "People are always blaming their circumstances for what they are. I don't believe in circumstances. The people who get on in this world are the people who get up and look for the circumstances they want, and if they can't find them, make them.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "When two people are under the influence of the most violent, most insane, most delusive, and most transient of passions, they are required to swear that they will remain in that excited, abnormal, and exhausting condition continuously until death do them part.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The liar's punishment is, not in the least that he is not believed, but that he cannot believe anyone else.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Never wrestle with pigs. You both get dirty and the pig likes it.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The single biggest problem in communication is the illusion that it has taken place.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Why should we take advice on sex from the pope? If he knows anything about it, he shouldn't!",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Success does not consist in never making mistakes but in never making the same one a second time.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "A Native American elder once described his own inner struggles in this manner: Inside of me there are two dogs. One of the dogs is mean and evil. The other dog is good. The mean dog fights the good dog all the time. When asked which dog wins, he reflected for a moment and replied, The one I feed the most.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Patriotism is, fundamentally, a conviction that a particular country is the best in the world because you were born in it....",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "A pessimist is a man who thinks everybody is as nasty as himself, and hates them for it.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "You use a glass mirror to see your face; you use works of art to see your soul.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "He knows nothing; and he thinks he knows everything. That points clearly to a political career.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Dancing is a perpendicular expression of a horizontal desire.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "My way of joking is to tell the truth. It's the funniest joke in the world.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "If you have an apple and I have an apple and we exchange these apples then you and I will still each have one apple. But if you have an idea and I have an idea and we exchange these ideas, then each of us will have two ideas.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The play was a great success, but audience was a dismal failure.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "After all, the wrong road always leads somewhere.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Hatred is the coward's revenge for being intimidated.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "I’m an atheist and I thank God for it.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Both optimists and pessimists contribute to society. The optimist invents the aeroplane, the pessimist the parachute.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "My religious convictions and scientific views cannot at present be more specifically defined than as those of a believer in creative evolution. I desire that no public monument or work of art or inscription or sermon or ritual service commemorating me shall suggest that I accepted the tenets peculiar to any established church or denomination nor take the form of a cross or any other instrument of torture or symbol of blood sacrifice.\n\n[From the will of GBS]",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "You don't stop laughing when you grow old, you grow old when you stop laughing.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Liberty means responsibility. That is why most men dread it.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "Better keep yourself clean and bright; you are the window through which you must see the world.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The man who writes about himself and his own time is the only man who writes about all people and all time.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "The only man I know who behaves sensibly is my tailor; he takes my measurements anew each time he sees me. The rest go on with their old measurements and expect me to fit them.",
        "author": "George Bernard Shaw"
    },
    {
        "quote": "When a man wants to murder a tiger he calls it sport; when a tiger wants to murder him he calls it ferocity.",
        "author": "George Bernard Shaw"
    }
]