[
    {
        "quote": "[Aunt Dahlia to Bertie Wooster] 'To look at you, one would think you were just an ordinary sort of amiable idiot--certifiable, perhaps, but quite harmless. Yet, in reality, you are worse a scourge than the Black Death. I tell you, Bertie, when I contemplate you I seem to come up against all the underlying sorrow and horror of life with such a thud that I feel as if I had walked into a lamp post. I thought as much. Well, it needed but this. I don't see how things could possibly be worse than they are, but no doubt you will succeed in making them so. Your genius and insight will find the way. Carry on, Bertie. Yes, carry on. I am past caring now. I shall even find a faint interest in seeing into what darker and profounder abysses of hell you can plunge this home. Go to it, lad..I remember years ago, when you were in your cradle, being left alone with you one day and you nearly swallowed your rubber comforter and started turning purple. And I, ass that I was, took it out and saved your life. Let me tell you, young Bertie, it will go very hard with you if you ever swallow a rubber comforter again when only I am by to aid.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "He shimmered out, and I sat up in bed with that rather unpleasant feeling you get sometimes that you're going to die in about five minutes.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Lord Marshmoreton: I wish I could get you see my point of view.\nGeorge Bevan: I do see your point of view. But dimly. You see, my own takes up such a lot of the foreground",
        "author": "P G Wodehouse"
    },
    {
        "quote": "You can't be a successful dictator and design women's underwear. One or the other. Not both.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "...smoking is just a habit. 'Tolstoy', she said, mentioning someone I hadn't met, 'says that just as much pleasure can be got from twirling the fingers'. My impulse was to tell her Tolstoy was off his onion, but I choked down the heated words. For all I know, the man might be a bosom pal of hers and she might resent criticism of him, however justified.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Nothing to be done about it except give her a reproachful look. I did this. It made no impression whatever, and she proceeded.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "She uttered a sound rather like an elephant taking its foot out of a mud hole in a Burmese teak forest.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "He looked like a Dictator on the point of starting a purge.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I merely called for my hat and stick in a marked manner and legged it. But the memory rankled, if you know what I mean. We Woosters do not lightly forget. At least, we do - some things - appointments, and people's birthdays, and letters to post, and all that - but not an absolute bally insult like the above. I brooded like the dickens.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "It was the look which Ajax had in his eyes when he defied the lightning, the look which nervous husbands have when they announce their intention of going round the corner to bowl a few games with the boys. One could not say definitely that Lord Marshmoreton looked pop-eyed. On the other hand, one could not assert truthfully that he did not.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Bertie old man I say Bertie could you possibly come down here at once. Everything gone wrong hang it all. Dash it Bertie you simply must come. I am in a state of absolute despair and heart-broken. Would you mind sending another hundred of those cigarettes. Bring Jeeves when you come Bertie. You simply must come Bertie. I rely on you. Don't forget to bring Jeeves. Bingo.\nFor a chap who's perpetually hard-up, I must say that young Bingo is the most wasteful telegraphist I ever struck. He's got no notion of condensing. The silly ass simply pours out his wounded soul at twopence a word, or whatever it is, without a thought.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "My earnest hope is that the entire remainder of my existence will be one round of unruffled monotony.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "...Jeeves, whatever his moral defects, would never go about in skirts calling me Bertie.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The first intimation I had that things were about to hot up was a pained and disapproving cough from the neighbourhood of the carpet.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The unpleasant, acrid smell of burnt poetry.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "As life goes on, don't you find that all you need is about two real friends, a regular supply of books, and a Peke?",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Bingo swayed like a jelly in a high wind.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I mean, when you've got used to a club where everything's nice and cheery, and where, if you want to attract a chappie's attention, you heave a piece of bread at him, it kind of damps you to come to a place where the youngest member is about eighty-seven and it isn't considered good form to talk to anyone unless you and he went through the Peninsular War together.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "There's no getting away from the fact that, if ever a man required watching, it's Steggles. Machiavelli could have taken his correspondence course.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Judge of my chagrin and all that sort of thing, therefore, when, tottering to my room and switching on the light, I observed the foul features of young Bingo all over the pillow.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I suppose everyone has had that ghastly feeling at one time or another of being urged by some overwhelming force to do some absolutely blithering act.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "She had a laugh like a squadron of cavalry charging over a tin bridge.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "So!' he said, at length, and it came as a complete surprise to me that fellows ever really do say 'So!'. I had always thought it was just a thing you read in books.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I never feel really comfortable unless I am either actually writing or have a story going. I could not stop writing.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Presently, I was aware that Jeeves was with me. I hadn't heard him come in, but you often don't with Jeeves. He just streams silently from spot A to spot B, like some gas.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "At that moment the gong sounded, and the genial host came tumbling downstairs like the delivery of a ton of coals.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "We run to height a bit in our family, and there's about five-foot-nine of Aunt Agatha, topped off with a beaky nose, an eagle eye, and a lot of grey hair, and the general effect is pretty formidable. Anyway, it never even occurred to me for a moment to give her the miss-in-baulk on this occasion. If she said I must go to Roville, it was all over except buying the tickets.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "It is not too much to say I was piqued to the tonsils.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "If England wants a happy, well-fed aristocracy, she mustn't have wars. She can't have it both ways.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I say Bertie old man I am in love at last. She is the most wonderful girl Bertie old man. This is the real thing at last Bertie. Come here at once and bring Jeeves. Oh I say you know that tobacco shop in Bond Street on the left side as you go up. Will you get me a hundred of their special cigarettes and send them to me here. I have run out. I know when you see her you will think she is the most wonderful girl. Mind you bring Jeeves. Don't forget the cigarettes. - Bingo.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Well, you’ve taken a weight off my mind.”\n“A mind, I should imagine, scarcely constructed to bear great\nweights.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "It just showed once again that half the world doesn’t know how the other three quarters live.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The real objection to the great majority of cats is their insufferable air of superiority. Cats, as a class, have never completely got over the snootiness caused by the fact that in Ancient Egypt they were worshipped as gods. This makes them too prone to set themselves up as critics and censors of the frail and erring human beings whose lot they share.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The silly ass had left the kitchen door open, and I hadn't gone two steps when his voice caught me squarely in the eardrum.\n'You will find Mr Wooster', he was saying to the substitue chappie, 'an extremely pleasant and amiable young gentleman, but not intelligent. By no means intelligent. Mentally he is negligible - quite negligible'.\nWell, I mean to say. What!\nI suppose, strictly speaking, I ought to have charged in and ticked the blighter off properly in no uncertain voice. But I doubht whether it is humanly possible to tick Jeeves off.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "You can't be too careful how you stir up a policeman.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The general effect was rather as if I had swallowed six-pennorth of dynamite and somebody touched it off inside me.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "...though the conversation always touched an exceptionally high level of brilliance, there was apt to be a good deal of sugar thrown about.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I gave it up. The man annoyed me. I hadn't the slightest objection to his spending his time planning massacres for the bourgeoisie, but I was dashed if I could see why he couldn't do it with a bright and cheerful smile.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "I turned round and Jeeves shied like a startled mustang.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "She is a waitress at his lordships club.\nMy God! The Proletariat!\nThe lower middle classes, sir.\nWell, yes, by stretching it a bit, perhaps.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The hotel which had had the bad luck to draw Aunt Agatha's custom was the Splendide, and by the time I got there there wasn't a member of the staff who didn't seem to be feeling it deeply. I sympathized with them. I've had experience of Aunt Agatha at hotels before. Of course, the real rough work was all over when I arrived, but I could tell by the way everyone grovelled before her that she had started by having her first room changed because it hadn't a southern exposure and her next because it had a creaking wardrobe and that she had said her say on the subject of the cooking, the waiting, the chambermaiding and everything else, with perfect freedom and candour. She had got the whole gang nicely under control by now. The manager, a whiskered cove who looked like a bandit, simply tied himself into knots whenever she looked at him.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "She said I would find Oswald out in the grounds, and such is a mother's love that she spoke as if that were a bit of a boost for the grounds and an inducement to go there.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "The scheme had been, if I remember, that after lunch I should go off and caddy for Honoria on a shopping tour down Regent Street; but when she got up and started collecting me and the rest of her things, Aunt Agatha stopped her.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "My late Uncle Henry, you see, was by way of being the blot on the Wooster escutcheon. An extremely decent chappie personally, and one who had always endeared himself to me by tipping me with considerable lavishness when I was at school; but there's no doubt he did at times do rather rummy things, notably keeping eleven pet rabbits in his bedroom; and I suppose a purist might have considered him more or less off his onion. In fact, to be perfectly frank, he wound up his career, happy to the last and completely surrounded by rabbits, in some sort of a home.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "He seemed a little uneasy, and he welcomed me with something of the gratitude of the shipwrecked mariner who sights a sail.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "A cad of the lowest order with a soul as black as his fingernails.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Mr Wingham has the advantage of being on the premises. He and the young lady play duets after dinner, which acts as a bond. Mr Little on these occasions, I understand, prowls about in the road, chafing visibly.",
        "author": "P G Wodehouse"
    },
    {
        "quote": "Take it for all in all, a representative gathering of Twing life and thought. The Nibs were whispering in a pleased manner to each other, the Lower Middles were sitting up very straight, as if they'd been bleached, and the Tough Eggs whiled away the time by cracking nuts and exchanging low rustic wheezes.",
        "author": "P G Wodehouse"
    }
]