[
    {
        "quote": "The trouble with having an open mind, of course, is that people will insist on coming along and trying to put things in it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Give a man a fire and he's warm for a day, but set fire to him and he's warm for the rest of his life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Some humans would do anything to see if it was possible to do it. If you put a large switch in some cave somewhere, with a sign on it saying 'End-of-the-World Switch. PLEASE DO NOT TOUCH', the paint wouldn't even have time to dry.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is said that your life flashes before your eyes just before you die. That is true, it's called Life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Stories of imagination tend to upset those without one.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Why do you go away? So that you can come back. So that you can see the place you came from with new eyes and extra colors. And the people there see you differently, too. Coming back to where you started is not the same as never leaving.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If cats looked like frogs we'd realize what nasty, cruel little bastards they are. Style. That's what people remember.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In ancient times cats were worshipped as gods; they have not forgotten this.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Time is a drug. Too much of it kills you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Wisdom comes from experience. Experience is often a result of lack of wisdom.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In the beginning there was nothing, which exploded.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Light thinks it travels faster than anything but it is wrong. No matter how fast light travels, it finds the darkness has always got there first, and is waiting for it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's not worth doing something unless someone, somewhere, would much rather you weren't doing it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING EARLY TO AVOID THE RUSH.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you have enough book space, I don't want to talk to you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Five exclamation marks, the sure sign of an insane mind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "God does not play dice with the universe; He plays an ineffable game of His own devising, which might be compared, from the perspective of any of the other players [i.e. everybody], to being involved in an obscure and complex variant of poker in a pitch-dark room, with blank cards, for infinite stakes, with a Dealer who won't tell you the rules, and who smiles all the time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'll be more enthusiastic about encouraging thinking outside the box when there's evidence of any thinking going on inside it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Real stupidity beats artificial intelligence every time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There is a rumour going around that I have found God. I think this is unlikely because I have enough difficulty finding my keys, and there is empirical evidence that they exist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just erotic. Nothing kinky. It's the difference between using a feather and using a chicken.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you trust in yourself. . .and believe in your dreams. . .and follow your star. . . you'll still get beaten by people who spent their time working hard and learning things and weren't so lazy.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Coming back to where you started is not the same as never leaving.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A good bookshop is just a genteel Black Hole that knows how to read.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The reason that the rich were so rich, Vimes reasoned, was because they managed to spend less money.\n\nTake boots, for example. He earned thirty-eight dollars a month plus allowances. A really good pair of leather boots cost fifty dollars. But an affordable pair of boots, which were sort of OK for a season or two and then leaked like hell when the cardboard gave out, cost about ten dollars. Those were the kind of boots Vimes always bought, and wore until the soles were so thin that he could tell where he was in Ankh-Morpork on a foggy night by the feel of the cobbles.\n\nBut the thing was that good boots lasted for years and years. A man who could afford fifty dollars had a pair of boots that'd still be keeping his feet dry in ten years' time, while the poor man who could only afford cheap boots would have spent a hundred dollars on boots in the same time and would still have wet feet.\n\nThis was the Captain Samuel Vimes 'Boots' theory of socioeconomic unfairness.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'd rather be a rising ape than a falling angel.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She was already learning that if you ignore the rules people will, half the time, quietly rewrite them so that they don't apply to you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The whole of life is just like watching a film. Only it's as though you always get in ten minutes after the big picture has started, and no-one will tell you the plot, so you have to work it out all yourself from the clues.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If complete and utter chaos was lightning, then he'd be the sort to stand on a hilltop in a thunderstorm wearing wet copper armour and shouting 'All gods are bastards!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Getting an education was a bit like a communicable sexual disease. It made you unsuitable for a lot of jobs and then you had the urge to pass it on.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He'd been wrong, there was a light at the end of the tunnel, and it was a flamethrower.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's still magic even if you know how it's done.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "HUMAN BEINGS MAKE LIFE SO INTERESTING. DO YOU KNOW, THAT IN A UNIVERSE SO FULL OF WONDERS, THEY HAVE MANAGED TO INVENT BOREDOM. (Death)",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The presence of those seeking the truth is infinitely to be preferred to the presence of those who think they've found it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There are times in life when people must know when not to let go. Balloons are designed to teach small children this.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Evil begins when you begin to treat people as things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "His philosophy was a mixture of three famous schools -- the Cynics, the Stoics and the Epicureans -- and summed up all three of them in his famous phrase, 'You can't trust any bugger further than you can throw him, and there's nothing you can do about it, so let's have a drink.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This book was written using 100% recycled words.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...inside every old person is a young person wondering what happened.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There are, it has been said, two types of people in the world. There are those who, when presented with a glass that is exactly half full, say: this glass is half full. And then there are those who say: this glass is half empty. \nThe world belongs, however, to those who can look at the glass and say: What's up with this glass? Excuse me? Excuse me? This is my glass? I don't think so. My glass was full! And it was a bigger glass! Who's been pinching my beer?\nAnd at the other end of the bar the world is full of the other type of person, who has a broken glass, or a glass that has been carelessly knocked over (usually by one of the people calling for a larger glass) or who had no glass at all, because he was at the back of the crowd and had failed to catch the barman's eye. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "We who think we are about to die will laugh at anything.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If there was anything that depressed him more than his own cynicism, it was that quite often it still wasn't as cynical as real life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This isn't life in the fast lane, it's life in the oncoming traffic.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Fantasy is an exercise bicycle for the mind. It might not take you anywhere, but it tones up the muscles that can. Of course, I could be wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Do you not know that a man is not dead while his name is still spoken?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Elves are wonderful. They provoke wonder.\nElves are marvellous. They cause marvels.\nElves are fantastic. They create fantasies.\nElves are glamorous. They project glamour.\nElves are enchanting. They weave enchantment.\nElves are terrific. They beget terror.\nThe thing about words is that meanings can twist just like a snake, and if you want to find snakes look for them behind words that have changed their meaning.\nNo one ever said elves are nice.\nElves are bad.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Always be wary of any helpful item that weighs less than its operating manual.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Did I do anything last night that suggested I was sane?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Do you think it's possible for an entire nation to be insane?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Aziraphale collected books. If he were totally honest with himself he would have to have admitted that his bookshop was simply somewhere to store them. He was not unusual in this. In order to maintain his cover as a typical second-hand book seller, he used every means short of actual physical violence to prevent customers from making a purchase. Unpleasant damp smells, glowering looks, erratic opening hours - he was incredibly good at it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The three rules of the Librarians of Time and Space are: 1) Silence; 2) Books must be returned no later than the last date shown; and 3) Do not interfere with the nature of causality.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes glass glitters more than diamonds because it has more to prove.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Scientists have calculated that the chances of something so patently absurd actually existing are millions to one.\nBut magicians have calculated that million-to-one chances crop up nine times out of ten.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Chaos is found in greatest abundance wherever order is being sought. It always defeats order, because it is better organized.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you don't turn your life into a story, you just become a part of someone else's story.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The intelligence of that creature known as a crowd is the square root of the number of people in it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The entire universe has been neatly divided into things to (a) mate with, (b) eat, (c) run away from, and (d) rocks.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Over the centuries, mankind has tried many ways of combating the forces of evil... prayer, fasting, good works and so on. Up until Doom, no one seemed to have thought about the double-barrel shotgun. Eat leaden death, demon...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Anyway, if you stop tellin' people it's all sorted out afer they're dead, they might try sorting it all out while they're alive. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There isn't a way things should be. There's just what happens, and what we do.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Witches are naturally nosy,” said Miss Tick, standing up. “Well, I must go. I hope we shall meet again. I will give you some free advice, though.”\n“Will it cost me anything?”\n“What? I just said it was free!” said Miss Tick.\n“Yes, but my father said that free advice often turns out to be expensive,” said Tiffany.\nMiss Tick sniffed. “You could say this advice is priceless,” she said, “Are you listening?”\n“Yes,” said Tiffany.\n“Good. Now...if you trust in yourself...”\n“Yes?”\n“...and believe in your dreams...”\n“Yes?”\n“...and follow your star...” Miss Tick went on.\n“Yes?”\n“...you’ll still be beaten by people who spent their time working hard and learning things and weren’t so lazy. Goodbye.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In fact, the mere act of opening the box will determine the state of the\ncat, although in this case there were three determinate states the cat\ncould be in: these being Alive, Dead, and Bloody Furious.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Whatever happens, they say afterwards, it must have been fate. People are always a little confused about this, as they are in the case of miracles. When someone is saved from certain death by a strange concatenation of circumstances, they say that's a miracle. But of course if someone is killed by a freak chain of events -- the oil spilled just there, the safety fence broken just there -- that must also be a miracle. Just because it's not nice doesn't mean it's not miraculous.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The enemy isn't men, or women, it's bloody stupid people and no one has the right to be stupid.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I do note with interest that old women in my books become young women on the covers... this is discrimination against the chronologically gifted.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What have I always believed?\nThat on the whole, and by and large, if a man lived properly, not according to what any priests said, but according to what seemed decent and honest inside, then it would, at the end, more or less, turn out all right.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Even if it's not your fault, it's your responsibility.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No one is actually dead until the ripples they cause in the world die away...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Insanity is catching.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Many people could say things in a cutting way, Nanny knew. But Granny Weatherwax could listen in a cutting way. She could make something sound stupid just by hearing it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Coffee is a way of stealing time that should by rights belong to your older self.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Humans need fantasy to be human. To be the place where the falling angel meets the rising ape.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But here's some advice, boy. Don't put your trust in revolutions. They always come around again. That's why they're called revolutions.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Seeing, contrary to popular wisdom, isn't believing. It's where belief stops, because it isn't needed any more.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "All tapes left in a car for more than about a fortnight metamorphose into Best of Queen albums.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Night poured over the desert. It came suddenly, in purple. In the clear air, the stars drilled down out of the sky, reminding any thoughtful watcher that it is in the deserts and high places that religions are generated. When men see nothing but bottomless infinity over their heads they have always had a driving and desperate urge to find someone to put in the way.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In theory it was, around now, Literature. Susan hated Literature. She'd much prefer to read a good book.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes it's better to light a flamethrower than curse the darkness.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He'd noticed that sex bore some resemblance to cookery: it fascinated people, they sometimes bought books full of complicated recipes and interesting pictures, and sometimes when they were really hungry they created vast banquets in their imagination - but at the end of the day they'd settle quite happily for egg and chips. If it was well done and maybe had a slice of tomato.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Progress just means bad things happen faster.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ginger: You know what the greatest tragedy is in the whole world?... It's all the people who never find out what it is they really want to do or what it is they're really good at. It's all the sons who become blacksmiths because their fathers were blacksmiths. It's all the people who could be really fantastic flute players who grow old and die without ever seeing a musical instrument, so they become bad plowmen instead. It's all the people with talents who never even find out. Maybe they are never even born in a time when it's even possible to find out. It's all the people who never get to know what it is that they can really be. It's all the wasted chances.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Only in our dreams are we free. The rest of the time we need wages.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The universe contains any amount of horrible ways to be woken up, such as the noise of the mob breaking down the front door, the scream of fire engines, or the realization that today is the Monday which on Friday night was a comfortably long way off. \n\nA dog's wet nose is not strictly speaking the worst of the bunch, but it has its own peculiar dreadfulness which connoisseurs of the ghastly and dog owners everywhere have come to know and dread. It's like having a small piece of defrosting liver pressed lovingly against you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When in doubt, choose to live.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Studies have shown that an ant can carry one hundred times its own weight, but there is no known limit to the lifting power of the average tiny eighty-year-old Spanish peasant grandmother.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nanny Ogg looked under her bed in case there was a man there. Well, you never knew your luck.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He says gods like to see an atheist around. Gives them something to aim at.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People couldn't become truly holy, he said, unless they also had the opportunity to be definitively wicked.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Of course I'm sane, when trees start talking to me, I don't talk back.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble is you can shut your eyes but you can’t shut your mind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A European says: I can't understand this, what's wrong with me? An American says: I can't understand this, what's wrong with him?\nI make no suggestion that one side or other is right, but observation over many years leads me to believe it is true.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Gods prefer simple, vicious games, where you Do Not Achieve Transcendence but Go Straight To Oblivion; a key to the understanding of all religion is that a god's idea of amusement is Snakes and Ladders with greased rungs.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Real children do not go hoppity skip unless they are on drugs.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was so much easier to blame it on Them. It was bleakly depressing to think that They were Us. If it was Them, then nothing was anyone's fault. If it was us, what did that make Me? After all, I'm one of Us. I must be. I've certainly never thought of myself as one of Them. No one ever thinks of themselves as one of Them. We're always one of Us. It's Them that do the bad things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This I choose to do. If there is a price, this I choose to pay. If it is my death, then I choose to die. Where this takes me, there I choose to go. I choose. This I choose to do.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Everything starts somewhere, though many physicists disagree. But people have always been dimly aware of the problem with the start of things. They wonder how the snowplough driver gets to work, or how the makers of dictionaries look up the spelling of words.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The men in the room suddenly realized that they did not want to know her better. She was beautiful, but she was beautiful in the way a forest fire was beautiful: something to be admired from a distance, not up close.\n\nAnd she held her sword, and she smiled like a knife.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The gods of the Disc have never bothered much about judging the souls of the dead, and so people only go to hell if that's where they believe, in their deepest heart, that they deserve to go. Which they won't do if they don't know about it. This explains why it is so important to shoot missionaries on sight.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Do you know what it feels like to be aware of every star, every blade of grass? Yes. You do. You call it 'opening your eyes again.' But you do it for a moment. We have done it for eternity. No sleep, no rest, just endless... endless experience, endless awareness. Of everything. All the time. How we envy you, envy you! Lucky humans, who can close your minds to the endless deeps of space! You have this thing you call... boredom? That is the rarest talent in the universe! We heard a song — it went 'Twinkle twinkle little star....' What power! What wondrous power! You can take a billion trillion tons of flaming matter, a furnace of unimaginable strength, and turn it into a little song for children! You build little worlds, little stories, little shells around your minds, and that keeps infinity at bay and allows you to wake up in the morning without screaming!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No, what he didn't like about heroes was that they were usually suicidally gloomy when sober and homicidally insane when drunk.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A good plan isn't one where someone wins, it's where nobody thinks they've lost.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just because someone's a member of an ethnic minority doesn't mean they're not a nasty small-minded little jerk.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Steal five dollars and you're a common thief. Steal thousands and you're either the government or a hero.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Joy is to fun what the deep sea is to a puddle. It’s a feeling inside that can hardly be contained.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There was this about vampires : they could never look scruffy. Instead, they were... what was the word... deshabille. It meant untidy, but with bags and bags of style.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She was also, by the standards of other people, lost. She would not see it like that. She knew where she was, it was just that everywhere else didn't.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Something Vimes had learned as a young guard drifted up from memory. If you have to look along the shaft of an arrow from the wrong end, if a man has you entirely at his mercy, then hope like hell that man is an evil man. Because the evil like power, power over people, and they want to see you in fear. They want you to know you're going to die. So they'll talk. They'll gloat.\n\nThey'll watch you squirm. They'll put off the moment of murder like another man will put off a good cigar.\n\nSo hope like hell your captor is an evil man. A good man will kill you with hardly a word.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "My experience in Amsterdam is that cyclists ride where the hell they like and aim in a state of rage at all pedestrians while ringing their bell loudly, the concept of avoiding people being foreign to them.\nMy dream holiday would be a) a ticket to Amsterdam b) immunity from prosecution and c) a baseball bat.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She heard him mutter, 'Can you take away this grief?'\n'I'm sorry,' she replied. 'Everyone asks me. And I would not do so even if I knew how. It belongs to you. Only time and tears take away grief; that is what they are for.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You can't map a sense of humor. Anyway, what is a fantasy map but a space beyond which There Be Dragons? On the Discworld we know that There Be Dragons Everywhere. They might not all have scales and forked tongues, but they Be Here all right, grinning and jostling and trying to sell you souvenirs. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I get it,' said the prisoner. 'Good Cop, Bad Cop, eh?'\nIf you like.' said Vimes. 'But we're a bit short staffed here, so if I give you a cigarette would you mind kicking yourself in the teeth?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Some things are fairly obvious when it's a seven-foot skeleton with a scythe telling you them",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The sun rose slowly, as if it wasn't sure it was worth all the effort.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What's a philosopher?' said Brutha.\nSomeone who's bright enough to find a job with no heavy lifting,' said a voice in his head.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The duke had a mind that ticked like a clock and, like a clock, it regularly went cuckoo.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She walked quickly through the darkness with the frank stride of someone who was at least certain that the forest, on this damp and windy night, contained strange and terrible things and she was it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Cats will amusingly tolerate humans only until someone comes up with a tin opener that can be operated with a paw.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Goodness is about what you do. Not who you pray to.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Once we were blobs in the sea, and then fishes, and then lizards and rats and then monkeys, and hundreds of things in between. This hand was once a fin, this hand once had claws! In my human mouth I have the pointy teeth of a wolf and the chisel teeth of a rabbit and the grinding teeth of a cow! Our blood is as salty as the sea we used to live in! When we're frightened, the hair on our skin stands up, just like it did when we had fur. We are history! Everything we've ever been on the way to becoming us, we still are. [...]\n\nI'm made up of the memories of my parents and my grandparents, all my ancestors. They're in the way I look, in the colour of my hair. And I'm made up of everyone I've ever met who's changed the way I think.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Some pirates achieved immortality by great deeds of cruelty or derring-do. Some achieved immortality by amassing great wealth. But the captain had long ago decided that he would, on the whole, prefer to achieve immortality by not dying.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I commend my soul to any god that can find it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And sin, young man, is when you treat people like things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Them as can do has to do for them as can't. And someone has to speak up for them as has no voices.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most witches don’t believe in gods. They know that the gods exist, of course. They even deal with them occasionally. But they don’t believe in them. They know them too well. It would be like believing in the postman.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What kind of man would put a known criminal in charge of a major branch of government? Apart from, say, the average voter.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She'd become a governess. It was one of the few jobs a known lady could do.\nAnd she'd taken to it well. She'd sworn that if she did indeed ever find\nherself dancing on rooftops with chimney sweeps she'd beat herself to death with her own umbrella.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Go on, prove me wrong. Destroy the fabric of the universe. See if I care.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Grinning like a necrophiliac in a morgue.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes I really think people ought to have to pass a proper exam before they're allowed to be parents. Not just the practical, I mean.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People think that stories are shaped by people. In fact, it's the other way around.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Crowley had always known that he would be around when the world ended, because he was immortal and wouldn’t have any alternative. But he hoped it was a long way off. Because he rather liked people. It was major failing in a demon. Oh, he did his best to make their short lives miserable, because that was his job, but nothing he could think up was half as bad as the stuff they thought up themselves. They seemed to have a talent for it. It was built into the design, somehow. They were born into a world that was against them in a thousand little ways, and then devoted most of their energies to making it worse. Over the years Crowley had found it increasingly difficult to find anything demonic to do which showed up against the natural background of generalized nastiness. There had been times, over the past millennium, when he’d felt like sending a message back Below saying, Look we may as well give up right now, we might as well shut down Dis and Pandemonium and everywhere and move up here, there’s nothing we can do to them that they don’t do to themselves and they do things we’ve never even thought of, often involving electrodes. They’ve got what we lack. They’ve got imagination. And electricity, of course. One of them had written it, hadn’t he…”Hell is empty, and all the devils are here.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They didn't know why these things were funny. Sometimes you laugh because you've got no more room for crying. Sometimes you laugh because table manners on a beach are funny. And sometimes you laugh because you're alive, when you really shouldn't be.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The truth may be out there, but the lies are inside your head.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A lie can run round the world before the truth has got its boots on.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Fear is a strange soil. It grows obedience like corn, which grow in straight lines to make weeding easier. But sometimes it grows the potatoes of defiance, which flourish underground.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Twoflower was a tourist, the first ever seen on the discworld. Tourist, Rincewind had decided, meant 'idiot'.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'm not the world's greatest expert, but I would have thought that the wizards, witches, trolls, unicorns, ... broomsticks and spells would have given her a clue?' - when J.K. Rowling insisted she wasn't writing fantasy.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Open your eyes and then open your eyes again.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A marriage is always made up of two people who are prepared to swear that only the other one snores.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I believe you find life such a problem because you think there are good people and bad people. You're wrong, of course. There are, always and only, the bad people, but some of them are on opposite sides.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Books must be treated with respect, we feel that in our bones, because words have power. Bring enough words together they can bend space and time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Yes! I'm me! I am careful and logical and I look up things I don't understand! When I hear people use the wrong words, I get edgy! I am good with cheese. I read books fast! I think! And I always have a piece of string! That's the kind of person I am!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I DON'T HOLD WITH CRUELTY TO CATS.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The first draft is just you telling yourself the story.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Of course, it is very important to be sober when you take an exam. Many worthwhile careers in the street-cleansing, fruit-picking and subway-guitar-playing industries have been founded on a lack of understanding of this simple fact.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "All witches are selfish, the Queen had said. But Tiffany’s Third Thoughts said: Then turn selfishness into a weapon! Make all things yours! Make other lives and dreams and hopes yours! Protect them! Save them! Bring them into the sheepfold! Walk the gale for them! Keep away the wolf! My dreams! My brother! My family! My land! My world! How dare you try to take these things, because they are mine!\n\nI have a duty!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Knowing things is magical, if other people don't know them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Build a man a fire, and he'll be warm for a day. Set a man on fire, and he'll be warm for the rest of his life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ankh-Morpork had dallied with many forms of government and had ended up with that form of democracy known as One Man, One Vote. The Patrician was the Man; he had the Vote.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No more words. We know them all, all the words that should not be said. But you have made my world more perfect.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "My name is immaterial,' she said.\nThat's a pretty name,' said Rincewind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Gods don't like people not doing much work. People who aren't busy all the time might start to think.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most of the members of the convent were old-fashioned Satanists, like their parents and grandparents before them. They'd been brought up to it, and weren't, when you got right down to it, particularly evil. Human beings mostly aren't. They just get carried away by new ideas, like dressing up in jackboots and shooting people, or dressing up in white sheets and lynching people, or dressing up in tie-dye jeans and playing guitars at people. Offer people a new creed with a costume and their hearts and minds will follow. Anyway, being brought up as a Satanist tended to take the edge off it. It was something you did on Saturday nights.\n\nAnd the rest of the time you simply got on with life as best you could, just like everyone else.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Lots of people would be as cowardly as me if they were brave enough.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most books on witchcraft will tell you that witches work naked. This is because most books on witchcraft are written by men.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Noble dragons don't have friends. The nearest they can get to the idea is an enemy who is still alive.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...and the funny thing was that people who weren't entirely certain they were right always argued much louder than other people, as if the main person they were trying to convince were themselves.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nanny's philosophy of life was to do what seemed like a good idea at the time, and do it as hard as possible. It had never let her down.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes the truth is arrived at by adding all the little lies together and deducting them from the totality of what is known.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Mister Teatime had a truly brilliant mind, but it was brilliant like a fractured mirror, all marvellous facets and rainbows but, ultimately, also something that was broken.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And then Jack chopped down what was the world's last beanstalk, adding murder and ecological terrorism to the theft, enticement, and trespass charges already mentioned, and all the giant's children didn't have a daddy anymore. But he got away with it and lived happily ever after, without so much as a guilty twinge about what he had done...which proves that you can be excused for just about anything if you are a hero, because no one asks inconvenient questions.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Speak softly and employ a huge man with a crowbar.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was sad, like those businessmen who came to work in serious clothes but wore colorful ties in a mad, desperate attempt to show there was a free spirit in there somewhere.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The purpose of this lectchoor is to let you know where we are. We are in the deep cack. It couldn't be worse if it was raining arseholes. Any questions?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nanny Ogg knew how to start spelling 'banana', but didn't know how you stopped.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just because you can explain it doesn't mean it's not still a miracle.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Perhaps it would be simpler if you just did what you're told and didn't try to understand things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "On the Disc, the Gods aren't so much worshipped, as they are blamed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Ephebians believed that every man should have the vote (provided that he wasn't poor, foreign, nor disqualified by reason of being mad, frivolous, or a woman). Every five years someone was elected to be Tyrant, provided he could prove that he was honest, intelligent, sensible, and trustworthy. Immediately after he was elected, of course, it was obvious to everyone that he was a criminal madman and totally out of touch with the view of the ordinary philosopher in the street looking for a towel. And then five years later they elected another one just like him, and really it was amazing how intelligent people kept on making the same mistakes.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You can't give her that!' she screamed. 'It's not safe!'\nIT'S A SWORD, said the Hogfather. THEY'RE NOT MEANT TO BE SAFE.\n'She's a child!' shouted Crumley.\nIT'S EDUCATIONAL.\n'What if she cuts herself?'\nTHAT WILL BE AN IMPORTANT LESSON.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "His progress through life was hampered by his tremendous sense of his own ignorance, a disability which affects all too few.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Monks of Cool, whose tiny and exclusive monastery is hidden in a really cool and laid-back valley in the lower Ramtops, have a passing-out test for a novice. He is taken into a room full of all types of clothing and asked: Yo, my son, which of these is the most stylish thing to wear? And the correct answer is: Hey, whatever I select.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And then there were cats, thought Dog. He'd surprised the huge ginger cat from next door and had attempted to reduce it to cowering jelly by means of the usual glowing stare and deep-throated growl, which had always worked on the damned in the past. This time they had earned him a whack on the nose that had made his eyes water. Cats, Dog considered, were clearly a lot tougher than lost souls. He was looking forward to a further cat experiment, which he planned would consist of jumping around and yapping excitedly at it. It was a long shot, but it just might work.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Look, he said to his imagination, if this is how you're going to behave, I shan't bring you again.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "WORDS IN THE HEART CANNOT BE TAKEN.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Always remember that the crowd that applauds your coronation is the same crowd that will applaud your beheading. People like a show.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There is always time for another last minute",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The truth isn't easily pinned to a page. In the bathtub of history the truth is harder to hold than the soap and much more difficult to find.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What did I tell you about Mister Safety Catch?' said Vimes weakly. \nWhen Mister Safety Catch Is Not On, Mister Crossbow Is Not Your Friend,' recited Detritus, saluting.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "So much universe, and so little time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I have no use for people who have learned the limits of the possible.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is at this point that normal language gives up, and goes and has a drink.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He was determined to discover the underlying logic behind the universe.\nWhich was going to be hard, because there wasn't one.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A witch ought never to be frightened in the darkest forest, Granny Weatherwax had once told her, because she should be sure in her soul that the most terrifying thing in the forest was her.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There's always a story. It's all stories, really. The sun coming up every day is a story. Everything's got a story in it. Change the story, change the world.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The merest accident of microgeography had meant that the first man to hear the voice of Om, and who gave Om his view of humans, was a shepherd and not a goatherd. They have quite different ways of looking at the world, and the whole of history might have been different. For sheep are stupid, and have to be driven. But goats are intelligent, and need to be led.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was lonely on the hill, and cold. And all you could do was keep going. You could scream, cry, and stamp your feet, but apart from making you feel warmer, it wouldn’t do any good. You could say it was unfair, and that was true, but the universe didn’t care because it didn’t know what “fair” meant. That was the big problem about being a witch. It was up to you. It was always up to you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was sad music. But it waved its sadness like a battle flag. It said the universe had done all it could, but you were still alive.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There is a lot of folklore about equestrian statues, especially the ones with riders on them. There is said to be a code in the number and placement of the horse's hooves: If one of the horse's hooves is in the air, the rider was wounded in battle; two legs in the air means that the rider was killed in battle; three legs in the air indicates that the rider got lost on the way to the battle; and four legs in the air means that the sculptor was very, very clever. Five legs in the air means that there's probably at least one other horse standing behind the horse you're looking at; and the rider lying on the ground with his horse lying on top of him with all four legs in the air means that the rider was either a very incompetent horseman or owned a very bad-tempered horse.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...it is well known that a vital ingredient of success is not knowing that what you're attempting can't be done.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What can the harvest hope for, if not for the care of the Reaper Man?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Even a really bad creator would at least have started with Earth, Air, Fire, Water and Surprise.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Humans! They lived in a world where the grass continued to be green and the sun rose every day and flowers regularly turned into fruit, and what impressed them? Weeping statues. And wine made out of water! A mere quantum-mechanistic tunnel effect, that'd happen anyway if you were prepared to wait zillions of years. As if the turning of sunlight into wine, by means of vines and grapes and time and enzymes, wasn't a thousand times more impressive and happened all the time...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Why bother with a cunning plan when a simple one will do?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The reason that clichés become clichés is that they are the hammers and screwdrivers in the toolbox of communication.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Look, that's why there's rules, understand? So that you think before you break 'em.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The only thing known to go faster than ordinary light is monarchy, according to the philosopher Ly Tin Wheedle. He reasoned like this: you can't have more than one king, and tradition demands that there is no gap between kings, so when a king dies the succession must therefore pass to the heir instantaneously. Presumably, he said, there must be some elementary particles -- kingons, or possibly queons -- that do this job, but of course succession sometimes fails if, in mid-flight, they strike an anti-particle, or republicon. His ambitious plans to use his discovery to send messages, involving the careful torturing of a small king in order to modulate the signal, were never fully expanded because, at that point, the bar closed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Susan says, don't get afraid, get angry.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This time it had been magic. And it didn't stop being magic just because you found out how it was done.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The figures looked more or less human. And they were engaged in religion. You could tell by the knives (it's not murder if you do it for a god).",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is said that the Devil has all the best tunes.\nThis is broadly true. But Heaven has the best choreographers",
        "author": "Terry Pratchett"
    },
    {
        "quote": "To save the world takes one cold son of a bitch.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Hell wasn't a major reservoir of evil, any more then Heaven, in Crowley's opinion, was a fountain of goodness; they were just sides in the great cosmic chess game. Where you found the real McCoy, the real grace and the real heart-stopping evil, was right inside the human mind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This was not a fairy-tale castle and there was no such thing as a fairy-tale ending, but sometimes you could threaten to kick the handsome prince in the ham-and-eggs.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People who didn't need people needed people around to know that they were the kind of people who didn't need people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "THAT’S MORTALS FOR YOU, Death continued. THEY’VE ONLY GOT A FEW YEARS IN THIS WORLD AND THEY SPEND THEM ALL IN MAKING THINGS COMPLICATED FOR THEMSELVES. FASCINATING.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If I were you, I'd sue my face for slander.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A lot of the stories were highly suspicious, in her opinion. There was the one that ended when the two good children pushed the wicked witch into her own oven...Stories like this stopped people thinking properly, she was sure. She'd read that one and thought, Excuse me? No one has an oven big enough to get a whole person in, and what made the children think they could just walk around eating people's houses in any case? And why does some boy too stupid to know a cow is worth a lot more than five beans have the right to murder a giant and steal all his gold? Not to mention commit an act of ecological vandalism? And some girl who can't tell the difference between a wolf and her grandmother must either have been as dense as teak or come from an extremely ugly family.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Crivens!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She got on with her education. In her opinion, school kept on trying to interfere with it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is important that we know where we come from, because if you do not know where you come from, then you don't know where you are, and if you don't know where you are, you don't know where you're going. And if you don't know where you're going, you're probably going wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Hello, inner child, I'm the inner babysitter!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The anthropologists got it wrong when they named our species Homo sapiens ('wise man'). In any case it's an arrogant and bigheaded thing to say, wisdom being one of our least evident features. In reality, we are Pan narrans, the storytelling chimpanzee.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I comma square bracket recruit's name square bracket comma do solemnly swear by square bracket recruit's deity of choice square bracket to uphold the Laws and Ordinances of the City of Ankh-Morpork comma serve the public truƒt comma and defend the ƒubjects of his ƒtroke her bracket delete whichever is inappropriate bracket Majeƒty bracket name of reigning monarch bracket without fear comma favour comma or thought of perƒonal ƒafety semi-colon to purƒue evildoers and protect the innocent comma comma laying down my life if neceƒsary in the cauƒe of said duty comma so help me bracket aforeƒaid deity bracket full stop Gods Save the King stroke Queen bracket delete whichever is inappropriate bracket full stop.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Juliet's version of cleanliness was next to godliness, which was to say it was erratic, past all understanding and was seldom seen.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was all very well going on about pure logic and how the universe was ruled by logic and the harmony of numbers, but the plain fact of the matter was that the Disc was manifestly traversing space on the back of a giant turtle and the gods had a habit of going round to atheists' houses and smashing their windows.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The phrase 'Someone ought to do something' was not, by itself, a helpful one. People who used it never added the rider 'and that someone is me'.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He's out of his depth on a wet pavement.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Personal’s not the same as important. People just think it is.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Rincewind could scream for mercy in nineteen languages, and just scream in another forty-four.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "HOROSCOPE:\nToday is a good time for making new friends. A good deed may have unforeseen consequences. Don’t upset any druids. You will soon be going on a very strange journey. Your lucky food is small cucumbers. People pointing knives at you are probably up to no good. PS, we really mean it about the druids.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There's no such thing as writer's block. That was invented by people in California who couldn't write.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There should be a word for that brief period just after waking when the mind is full of warm pink nothing. You lie there entirely empty of thought, except for a growing suspicion that heading towards you, like a sockful of damp sand in a nocturnal alleyway, are all the recollections you'd really rather do without, and which amount to the fact that the only mitigating factor in your horrible future is the certainty that it will be quite short. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Aziraphale. The Enemy, of course. But an enemy for six thousand years now, which made him a sort of friend.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Bishops move diagonally. That's why they often turn up where the kings don't expect them to be.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Commander, I always used to consider that you had a definite anti-authoritarian streak in you.”\n“Sir?”\n“It seems that you have managed to retain this even though you are authority.”\n“Sir?”\n“That’s practically zen.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Using a metaphor in front of a man as unimaginative as Ridcully was like a\nred flag to a bu... was like putting something very annoying in front of\nsomeone who was annoyed by it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Anyway, it's like with bikes,' said the first speaker authoritatively. 'I thought I was going to get this bike with seven gears and one of them razorblade saddles and purple paint and everything, and they gave me this light blue one. With a basket. A girl's bike.'\n'Well. You're a girl,' said one of the others.\n'That's sexism, that is. Going around giving people girly presents just because they're a girl.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "That's a nice song,' said young Sam, and Vimes remembered that he was hearing it for the first time. \n'It's an old soldiers' song,' he said. \n'Really, sarge? But it's about angels.' \nYes, thought Vimes, and it's amazing what bits those angels cause to rise up as the song progresses. It's a real soldiers' song: sentimental, with dirty bits. \n'As I recall, they used to sing it after battles,’ he said. 'I've seen old men cry when they sing it,’ he added. \n'Why? It sounds cheerful.' \nThey were remembering who they were not singing it with, thought Vimes. You'll learn. I know you will.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The wages of sin is death but so is the salary of virtue, and at least the evil get to go home early on Fridays.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Granny Weatherwax was often angry. She considered it one of her strong points. Genuine anger was one of the world's greatest creative forces. But you had to learn how to control it. That didn't mean you let it trickle away. It meant you dammed it, carefully, let it develop a working head, let it drown whole valleys of the mind and then, just when the whole structure was about to collapse, opened a tiny pipeline at the base and let the iron-hard stream of wrath power the turbines of revenge.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was quite impossible to describe.\n\nHere is what it looked like.\n\nIt looked like a piano sounds shortly after being dropped down a well. It tasted yellow, and it felt Paisley. It smelled like the total eclipse of the moon. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Rincewind tried to force the memory out of his mind, but it was rather enjoying itself there, terrorizing the other occupants and kicking over the furniture.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "An Assassin, a real Assassin, had to look like one - black clothes, hood, boots, and all. If they could wear any clothes, any disguise, then what could anyone do but spend all day in a small room with a loaded crossbow pointed at the door?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The first words that are read by seekers of enlightenment in the secret, gong-banging, yeti-haunted valleys near the hub of the world, are when they look into The Life of Wen the Eternally Surprised.\n\nThe first question they ask is: 'Why was he eternally surprised?'\n\nAnd they are told: 'Wen considered the nature of time and understood that the universe is, instant by instant, recreated anew. Therefore, he understood, there is in truth no past, only a memory of the past. Blink your eyes, and the world you see next did not exist when you closed them. Therefore, he said, the only appropriate state of the mind is surprise. The only appropriate state of the heart is joy. The sky you see now, you have never seen before. The perfect moment is now. Be glad of it.'\n\nThe first words read by the young Lu-Tze when he sought perplexity in the dark, teeming, rain-soaked city of Ankh-Morpork were: 'Rooms For Rent, Very Reasonable.' And he was glad of it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "That was always the dream, wasn't it? 'I wish I'd known then what I know now'? But when you got older you found out that you NOW wasn't YOU then. You then was a twerp. You then was what you had to be to start out on the rocky road of becoming you now, and one of the rocky patches on that road was being a twerp.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It doesn't stop being magic just because you know how it works.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Shadwell hated all southerners and, by inference, was standing at the North Pole.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "How can you protect yourself by carrying a sword if you don’t know how to use it?’\nNot me, sir. Other people. They see the sword and don’t attack me,’ said Maladict patiently.\nYes, but if they did, lad, you wouldn’t be any good with it,’ said the sergeant.\nNo, sir. I’d probably settle for just ripping their heads off, sir. That’s what I mean by protection, sir. Theirs, not mine. And I’d get hell from the League if I did that, sir.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Down there - he said - are people who will follow any dragon, worship any god, ignore any inequity. All out of a kind of humdrum, everyday badness. Not the really high, creative loathsomeness of the great sinners, but a sort of mass-produced darkness of the soul. Sin, you might say, without a trace of originality. They accept evil not because they say yes, but because they don't say no.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was amazing how many friends you could make by being bad at things, provided you were bad enough to be funny.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Despite rumor, Death isn't cruel--merely terribly, terribly good at his job.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "-Oh yes? Can you identify yourself?\n-Certainly. I'd know me anywhere.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "We are here and it is now. The way I see it is, after that, everything tends towards guesswork.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble was that he was talking in philosophy but they were listening in gibberish.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Wisdom is one of the few things that looks bigger the further away it is.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The turtle moves.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I’m not superstitious. I’m a witch. Witches aren’t superstitious. We are what people are superstitious of.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Your average witch is not, by nature, a social animal as far as other witches are concerned. There's a conflict of dominant personalities. There's a group of ringleaders without a ring. There's the basic unwritten rule of witchcraft, which is 'Don't do what you will, do what I say.' The natural size of a coven is one. Witches only get together when they can't avoid it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Few religions are definite about the size of Heaven, but on the planet Earth the Book of Revelation (ch. XXI, v.16) gives it as a cube 12,000 furlongs on a side. This is somewhat less than 500,000,000,000,000,000,000 cubic feet. Even allowing that the Heavenly Host and other essential services take up at least two thirds of this space, this leaves about one million cubic feet of space for each human occupant- assuming that every creature that could be called ‘human’ is allowed in, and the the human race eventually totals a thousand times the numbers of humans alive up until now. This is such a generous amount of space that it suggests that room has also been provided for some alien races or - a happy thought - that pets are allowed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Things that try to look like things often do look more like things than things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I should have learned this, she thought. I wanted to learn fire, and pain, but I should have learned people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A weapon you held and didn't know how to use belonged to your enemy.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The worst thing you can do is nothing.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Every intelligent being, whether it breathes or not, coughs nervously at some time in its life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I was merely endeavoring to indicate that if we do not grab events by the collar they will have us by the throat.\n-Lord Vetinari",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The thing is, I mean, there’s times when you look at the universe and you think, “What about me?” and you can just hear the universe replying, “Well, what about you?” ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ninety percent of most magic merely consists of knowing one extra fact.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They think written words are even more powerful,’ whispered the toad. ‘They think all writing is magic. Words worry them. See their swords? They glow blue in the presence of lawyers.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "First Thoughts are the everyday thoughts. Everyone has those. Second Thoughts are the thoughts you think about the way you think. People who enjoy thinking have those. Third Thoughts are thoughts that watch the world and think all by themselves. They’re rare, and often troublesome. Listening to them is part of witchcraft.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People aren't just people, they are people surrounded by circumstances.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If per capita was a problem, decapita could be arranged",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There were plotters, there was no doubt about it. Some had been ordinary people who'd had enough. Some were young people with no money who objected to the fact that the world was run by old people who were rich. Some were in it to get girls. And some had been idiots as mad as Swing, with a view of the world just as rigid and unreal, who were on the side of what they called 'the people'. Vimes had spent his life on the streets, and had met decent men and fools and people who'd steal a penny from a blind beggar and people who performed silent miracles or desperate crimes every day behind the grubby windows of little houses, but he'd never met The People.\n\nPeople on the side of The People always ended up disappointed, in any case. They found that The People tended not to be grateful or appreciative or forward-thinking or obedient. The People tended to be small-minded and conservative and not very clever and were even distrustful of cleverness. And so the children of the revolution were faced with the age-old problem: it wasn't that you had the wrong kind of government, which was obvious, but that you had the wrong kind of people.\nAs soon as you saw people as things to be measured, they didn't measure up. What would run through the streets soon enough wouldn't be a revolution or a riot. It'd be people who were frightened and panicking. It was what happened when the machinery of city life faltered, the wheels stopped turning and all the little rules broke down. And when that happened, humans were worse than sheep. Sheep just ran; they didn't try to bite the sheep next to them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Crowley (An Angel who did not so much Fall as Saunter Vaguely Downwards)",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Never build a dungeon you wouldn't be happy to spend the night in yourself. The world would be a happier place if more people remembered that.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "History isn't like that. History unravels gently, like an old sweater. It has been patched and darned many times, reknitted to suit different people, shoved in a box under the sink of censorship to be cut up for the dusters of propaganda, yet it always - eventually - manages to spring back into its old familar shape. History has a habit of changing the people who think they are changing it. History always has a few tricks up its frayed sleeve. It's been around a long time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Don't be smart. Smart is only a polished version of dumb. Try intelligence. It will surely see you through.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is true that words have power, and one of the things they are able to do is get out of someone’s mouth before the speaker has the chance to stop them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just because it's not nice doesn't mean it's not miraculous.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Million-to-one chances...crop up nine times out of ten.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I tell you, commander, it's true that some of the most terrible things in the world are done by people who think, genuinely think, that they're doing it for the best, especially if there is some god involved.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There are hardly any excesses of the most crazed psychopath that cannot easily be duplicated by a normal kindly family man who just comes in to work every day and has a job to do.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "ALL THINGS THAT ARE, ARE OURS. BUT WE MUST CARE. FOR IF WE DO NOT CARE, WE DO NOT EXIST. IF WE DO NOT EXIST, THEN THERE IS NOTHING BUT BLIND OBLIVION. AND EVEN OBLIVION MUST END SOMEDAY. LORD, WILL YOU GRANT ME JUST A LITTLE TIME? FOR THE PROPER BALANCE OF THINGS. TO RETURN WHAT WAS GIVEN. FOR THE SAKE OF PRISONERS AND THE FLIGHT OF BIRDS.\n\nDeath took a step backwards.\n\nIt was impossible to read expression in Azrael's features.\n\nDeath glanced sideways at the servants. \n\nLORD, WHAT CAN THE HARVEST HOPE FOR, IF NOT FOR THE CARE OF THE REAPER MAN?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The librarians were mysterious. It was said they could tell what book you needed just by looking at you, and they could take your voice away with a word.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But we were dragons. We were supposed to be cruel, cunning, heartless and terrible. But this much I can tell you, we never burned and tortured and ripped one another apart and called it morality.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It looked like the sort of book described in library catalogues as 'slightly foxed', although it would be more honest to admit that it looked as though it had been badgered, wolved and possibly beared as well.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Granny was an old-fashioned witch. She didn’t do good for people, she did right by them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "We've strayed into a zone with a high magical index,' he said. 'Don't ask me how. Once upon a time a really powerful magic field must have been generated here, and we're feeling the after-effects.'\n\nPrecisely,' said a passing bush.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You know, you're rather amusingly wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Gravity is a habit that is hard to shake off.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In the words of the philosopher Sceptum, the founder of my profession: am I going to get paid for this?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's better to light a candle than curse the darkness.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was octarine, the colour of magic. It was alive and glowing and vibrant and it was the undisputed pigment of the imagination, because wherever it appeared it was a sign that mere matter was a servant of the powers of the magical mind. It was enchantment itself.\nBut Rincewind always thought it looked a sort of greenish-purple.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And, while it was regarded as pretty good evidence of criminality to be\nliving in a slum, for some reason owning a whole street of them merely got\nyou invited to the very best social occasions.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The important thing about having lots of things to remember is that you’ve got to go somewhere afterwards where you can remember them, you see? You’ve got to stop. You haven’t really been anywhere until you’ve got back home.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Chances are where you find them",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Even our fears make us feel important, because we fear we might not be.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The world is a globe — the farther you sail, the closer to home you are.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "DO I DETECT A NOTE OF UNSEASONAL GRUMPINESS? said Death. NO SUGAR PIGGYWIGGY FOR YOU, ALBERT.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble with thinking was that, once you started, you went on doing it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I thought unicorns were more . . . Fluffy.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes words need music too. Sometimes the descriptions are not enough. Books should be written with soundtracks, like films.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The consensus seemed to be that if really large numbers of men were sent to storm the mountain, then enough might survive the rocks to take the citadel. This is essentially the basis of all military thinking.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Any wizard bright enough to survive for five minutes was also bright enough to realize that if there was any power in demonology, then it lay with the demons. Using it for your own purposes would be like trying to beat mice to death with a rattlesnake.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He moved in a way that suggested he was attempting the world speed record for the nonchalant walk.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There are many horrible sights in the multiverse. Somehow, though, to a soul attuned to the subtle rhythms of a library, there are few worse sights than a hole where a book ought to be.\nSomeone had stolen a book.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Always face what you fear. Have just enough money, never too much, and some string. Even if it’s not your fault, it’s your responsibility. Witches deal with things. Never stand between two mirrors. Never cackle. Do what you must do. Never lie, but you don’t always have to be honest. Never wish. Especially don’t wish upon a star, which is astronomically stupid. Open your eyes, and then open your eyes again.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They may be called the Palace Guard, the City Guard, or the Patrol. Whatever the name, their purpose in any work of heroic fantasy is identical: it is, round about Chapter Three (or ten minutes into the film) to rush into the room, attack the hero one at a time, and be slaughtered. No one ever asks them if they want to. \nThis book is dedicated to those fine men.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you want to change a whole people, then you start with the girls. It stands to reason: they learn faster, and they pass on what they learn to their children.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you really want to upset a witch, do her a favor which she has no means of repaying. The unfulfilled obligation will nag at her like a hangnail.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The thing about football - the important thing about football - is that it is not just about football.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's vital to remember who you really are. It's very important. It isn't a good idea to rely on other people or things to do it for you, you see. They always get it wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There have been times, lately, when I dearly wished that I could change the past. Well, I can’t, but I can change the present, so that when it becomes the past it will turn out to be a past worth having.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I was walking along the bank of a stream when I saw a mother otter with her cubs, a very endearing sight, I'm sure you'll agree. And even as I watched, the mother otter dived into the water and came up with a plump salmon, which she subdued and dragged onto a half submerged log. As she ate it, while of course it was still alive, the body split and I remember to this day the sweet pinkness of its roes as they spilled out, much to the delight of the baby otters, who scrambled over themselves to feed on the delicacy. One of nature's wonders, gentlemen. Mother and children dining upon mother and children. And that is when I first learned about evil. It is built into the very nature of the universe. Every world spins in pain. If there is any kind of supreme being, I told myself, it is up to all of us to become his moral superior.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Watching a dog try to chew a large piece of toffee is a pastime fit for gods. Mr. Fusspot's mixed ancestry had given him a dexterity of jaw that was truly awesome. He somersaulted happily around the floor, making faces like a rubber gargoyle in a washing machine.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People don't alter history any more than birds alter the sky, they just make brief patterns in it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He had about the same life expectancy as a three legged hedgehog on a six lane motorway.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...no-one is finally dead until the ripples they cause in the world die away... The span of someone's life, they say, is only the core of their actual existence.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Humans had built a world inside the world, which reflected it in pretty much the same way as a drop of water reflected the landscape. And yet ... and yet ...\n\nInside this little world they had taken pains to put all the things you might think they would want to escape from — hatred, fear, tyranny, and so forth. Death was intrigued. They thought they wanted to be taken out of themselves, and every art humans dreamt up took them further in. He was fascinated.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Picture a tall, dark figure, surrounded by cornfields...\nNO, YOU CAN'T RIDE A CAT. WHO EVER HEARD OF THE DEATH OF RATS RIDING A CAT? THE DEATH OF RATS WOULD RIDE SOME KIND OF DOG.\nPicture more fields, a great horizon-spanning network of fields, rolling in gentle waves...\nDON'T ASK ME I DON'T KNOW. SOME KIND OF TERRIER, MAYBE.\n...fields of corn, alive, whispering in the breeze...\nRIGHT, AND THE DEATH OF FLEAS CAN RIDE IT TOO. THAT WAY YOU KILL TWO BIRDS WITH ONE STONE.\n...awaiting the clockwork of the seasons.\nMETAPHORICALLY.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The truth is that even big collections of ordinary books distort space, as can readily be proved by anyone who has been around a really old-fashioned secondhand bookshop, one that looks as though they were designed by M. Escher on a bad day and has more stairways than storeys and those rows of shelves which end in little doors that are surely too small for a full-sized human to enter. The relevant equation is: Knowledge = power = energy = matter = mass; a good bookshop is just a genteel Black Hole that knows how to read.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Multiple exclamation marks,' he went on, shaking his head, 'are a sure sign of a diseased mind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Granny Weatherwax was not lost. She wasn't the kind of person who ever became lost. It was just that, at the moment, while she knew exactly where SHE was, she didn't know the position of anywhere else.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Cutangle: While I'm still confused and uncertain, it's on a much higher plane, d'you see, and at least I know I'm bewildered about the really fundamental and important facts of the universe.\n\nTreatle: I hadn't looked at it like that, but you're absolutely right. He's really pushed back the boundaries of ignorance.\n\nThey both savoured the strange warm glow of being much more ignorant than ordinary people, who were only ignorant of ordinary things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Everywhere I look, I see something holy.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "One day I'll work out what it is you are saying, my lad, and then you'll be in trouble.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You can't go around building a better world for people. Only people can build a better world for people. Otherwise it's just a cage. Besides you don't build a better world by choppin' heads off and giving decent girls away to frogs.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Death was standing behind a lectern, poring over a map. He looked at Mort as if he wasn’t entirely there.\nYᴏᴜ ʜᴀᴠᴇɴ'ᴛ ʜᴇᴀʀᴅ ᴏғ ᴛʜᴇ Bᴀʏ Oғ Mᴀɴᴛᴇ, ʜᴀᴠᴇ ʏᴏᴜ? he said.\n“No, sir,” said Mort.\nFᴀᴍᴏᴜs sʜɪᴘᴡʀᴇᴄᴋ ᴛʜᴇʀᴇ.\n“Was there?”\nTʜᴇʀᴇ ᴡɪʟʟ ʙᴇ, said Death, ɪғ I ᴄᴀɴ ғɪɴᴅ ᴛʜᴇ ᴅᴀᴍɴ ᴘʟᴀᴄᴇ.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble with life was that you didn’t get a chance to practice before doing it for real.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Words are the litmus paper of the mind.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Who shall I shoot? You choose. Now, listen very carefully: where's your coffee? You've got coffee, haven't you? C'mon, everyone's got coffee! Spill the beans!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The place where the story happened was a world on the back of four elephants perched on the shell of a giant turtle. That's the advantage of space. It's big enough to hold practically anything, and so, eventually, it does.\nPeople think that it is strange to have a turtle ten thousand miles long and an elephant more than two thousand miles tall, which just shows that the human brain is ill-adapted for thinking and was probably originally designed for cooling the blood. It believes mere size is amazing.\nThere's nothing amazing about size. Turtles are amazing, and elephants are quite astonishing. But the fact that there's a big turtle is far less amazing than the fact that there is a turtle anywhere.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He said it was better to belong where you don't belong than not to belong where you used to belong, remembering when you used to belong there.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No matter what she did with her hair it took about three minutes for it to tangle itself up again, like a garden hosepipe in a shed [Which, no matter how carefully coiled, will always uncoil overnight and tie the lawnmower to the bicycles].",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'll never be like this again . . . I'll never again feel as tall as the sky and as old as the hills and as strong as the sea. I've been given something for a while, and the price of it is that I have to give it back. \n\nAnd the reward is giving it back, too. No human could live like this. You could spend a day looking at a flower to see how wonderful it is, and that wouldn't get the milking done. No wonder we dream our way through our lives. To be awake, and see it all as it really is...no one could stand that for long.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Two types of people laugh at the law: those that break it and those that make it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Kraken stirs. And ten billion sushi dinners cry out for vengeance.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Unseen University had never admitted women, muttering something about problems with the plumbing, but the real reason was an unspoken dread that if women were allowed to mess around with magic they would probably be embarrassingly good at it…",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Witches were a bit like cats. They didn’t much like one another’s company, but they did like to know where all the other witches were, just in case they needed them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They felt, in fact, tremendously bucked-up, which was how Lady Ramkin would almost certainly have put it and which was definitely several letters of the alphabet away from how they normally felt.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Imagination, not intelligence, made us human.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was the living who ignored the strange and wonderful, because life was too full of the boring and mundane.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I’m a witch. It’s what we do. When it’s nobody else’s business, it’s my business.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Students, eh? Love 'em or hate 'em, you can't hit them with a shovel!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Someone out there was about to find that their worst nightmare was a maddened Librarian. With a badge.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...William wondered why he always disliked people who said 'no offense meant.' Maybe it was because they found it easier to to say 'no offense meant' than actually to refrain from giving offense.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There’s no point in believing in things that exist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Colon thought Carrot was simple. Carrot often struck people as simple. And he was.\nWhere people went wrong was thinking that simple meant the same thing as stupid.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "OH, THERE HAS TO BE SOMETHING IN THE STOCKING THAT MAKES A NOISE, said Death. OTHERWISE, WHAT IS 4:30 A.M. FOR?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He hated games they made the world look too simple. Chess, in particular, had always annoyed him. It was the dumb way the pawns went off and slaughtered their fellow pawns while the king lounged about doing nothing. If only the pawns would've united ... the whole board could've been a republic in about a dozen moves.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Modesty is only arrogance by stealth.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was much better to imagine men in some smokey room somewhere, made mad and cynical by privilege and power, plotting over brandy. You had to cling to this sort of image, because if you didn't then you might have to face the fact that bad things happened because ordinary people, the kind who brushed the dog and told the children bed time stories, were capable of then going out and doing horrible things to other ordinary people. It was so much easier to blame it on Them. It was bleakly depressing to think that They were Us. If it was Them, then nothing was anyone's fault. If it was Us, then what did that make Me? After all, I'm one of Us. I must be. I've certainly never thought of myself as one of Them. No one ever thinks of themselves as one of Them. We're always one of Us. It's Them that do the bad things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He felt that the darkness was full of unimaginable horrors - and the trouble with unimaginable horrors was that they were only too easy to imagine...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "… people didn't seem to be able to remember what it was like with the elves around. Life was certainly more interesting then, but usually because it was shorter. And it was more colorful, if you liked the color of blood.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Cats gravitate to kitchens like rocks gravitate to gravity.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "All assassins had a full-length mirror in their rooms, because it would be a terrible insult to anyone to kill them when you were badly dressed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you do not know where you come from, then you don't know where you are, and if you don't know where you are, then you don't know where you're going. And if you don't know where you're going, you're probably going wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most of the great triumphs and tragedies of history are caused not by people being fundamentally good or fundamentally evil, but by people being fundamentally people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Everywhere's been where it is ever since it was first put there. It's called geography.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Writing is the most fun you can have by yourself.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Verence would rather cut his own leg off than put a witch in prison, since it'd save trouble in the long run and probably be less painful.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They'd smash up the world if they thought it would make a pretty noise.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And so the children of the revolution were faced with the age-old problem: it wasn't that you had the wrong kind of government, which was obvious, but that you had the wrong kind of people. \nAs soon as you saw people as things to be measured, they didn't measure up.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A witch who is bored might do ANYTHING.\n\nPeople said things like 'we had to make our own amusements in those days' as if this signified some kind of moral worth, and perhaps it did, but the last thing you wanted a witch to do was get bored and start making her own amusements, because witches sometimes had famously erratic ideas about what was amusing.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Mind you, the Elizabethans had so many words for the female genitals that it is quite hard to speak a sentence of modern English without inadvertently mentioning at least three of them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This wasn't food - it was what food became if it had been good and gone to food heaven.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When she spoke again it was in the thin, careful and above all brave voice of someone who has pulled themselves together despite overwhelming odds but might let go again at any moment.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "His movements could be called cat-like, except that he did not stop to spray urine up against things.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Night, forever. But within it, a city, shadowy and only real in certain ways.\nThe entity cowered in its alley, where the mist was rising. This could not have happened!\nYet it had. The streets had filled with… things. Animals! Birds! Changing shape! Screaming and yelling! And, above it all, higher than the rooftops, a lamb rocking back and forth in great slow motions, thundering over the cobbles…\nAnd then bars had come down, slamming down, and the entity had been thrown back.\nBut it had been so close! It had saved the creature, it was getting through, it was beginning to have control… and now this…\nIn the darkness of the inner city, above the rustle of the never-ending rain, it heard the sound of boots approaching.\nA shape appeared in the mist.\nIt drew nearer.\nWater cascaded off a metal helmet and an oiled leather cloak as the figure stopped and, entirely unconcerned, cupped its had in front of its face and lit a cigar.\nThen the match was dropped on the cobbles, where it hissed out, and the figure said: “What are you?”\nThe entity stirred, like an old fish in a deep pool. It was too tired to flee.\n“I am the Summoning Dark.” It was not, in fact, a sound, but had it been, it would have been a hiss. “Who are you?”\n“I am the Watchman.”\n“They would have killed his family!” The darkness lunged, and met resistance. “Think of the deaths they have caused! Who are you to stop me?”\n“He created me. Quis custodiet ipsos custodes? Who watches the watchmen? Me. I watch him. Always. You will not force him to murder for you.”\n“What kind of human creates his own policeman?”\n“One who fears the dark.”\n“And so he should,” said the entity, with satisfaction.\n“Indeed. But I think you misunderstand. I am not here to keep the darkness out. I am here to keep it in.” There was a clink of metal as the shadowy watchman lifted a dark lantern and opened its little door. Orange light cut through the blackness. “Call me… the Guarding Dark. Imagine how strong I must be.”\nThe Summoning Dark backed desperately into the alley, but the light followed it, burning it.\n“And now,” said the watchman, “get out of town.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "One of the hardest lessons in young Sam's life had been finding out that the people in charge weren't in charge. It had been finding out that governments were not, on the whole, staffed by people who had a grip, and that plans were what people made instead of thinking.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's amazing how good governments are, given their track records in almost every other field, at hushing up things like alien encounters. One reason may be that the aliens themselves are too embarrassed to talk about it.\n\nIt's not known why most of the space-going races of the universe want to undertake rummaging in Earthling underwear as a prelude to formal contact. But representatives of several hundred races have taken to hanging out, unsuspected by one another, in rural corners of the planet and, as a result of this, keep on abducting other would-be abductees. Some have been in fact abducted while waiting to carry out an abduction on a couple of aliens trying to abduct the aliens who were, as a result of misunderstood instructions, trying to form cattle into circles and mutilate crops.\n\nThe planet Earth is now banned to all alien races until they can compare notes and find out how many, if any, real humans they have actually got. It is gloomily suspected that there is only one - who is big, hairy, and has very large feet.\n\nThe truth may be out there, but the lies are inside your head.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "WHERE'S MY COW?!\nIS THAT MY COW?!\nHRRRUUUUGGGH!!!!\nTHAT'S NOT MY COW!\nTHAT'S A HIPPOPOTAMOUS!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Jeremy tried to be an interesting person. The trouble was that he was the kind of person who, having decided to be an interesting person, would first of all try to find a book called How to Be An Interesting Person and then see whether there were any courses available.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just because you're an angel doesn't mean you have to be a fool.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "One day a tortoise will learn how to fly.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Let grammar, punctuation, and spelling into your life! Even the most energetic and wonderful mess has to be turned into sentences.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And, as always happens, and happens far too soon, the strange and wonderful becomes a memory and a memory becomes a dream. Tomorrow it's gone.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Never trust a species that grins all the time. It’s up to something.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "That's why it's always worth having a few philosophers around the place. One minute it's all is truth beauty and is beauty truth, and does a falling tree in the forest make a sound if there's no one there to hear it, and then just when you think they're going to start dribbling one of 'em says, incidentally, putting a thirty-foot parabolic reflector on a high place to shoot the rays of the sun at an enemy's ships would be a very interesting demonstration of optical principles.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Oh, my dear Vimes, history changes all the time. It is constantly being re-examined and re-evaluated, otherwise how would we be able to keep historians occupied? We can't possibly allow people with their sort of minds to walk around with time on their hands.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Cheery was aware that Commander Vimes didn't like the phrase 'The innocent have nothing to fear', believing the innocent had everything to fear, mostly from the guilty but in the longer term even more from those who say things like 'The innocent have nothing to fear'.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She was convinced that she was anorexic, because every time she looked in the mirror she did indeed see a fat person.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I wouldn't trust you with a bucket of water if my knickers were on fire!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "At such times the universe gets a little closer to us. They are strange times, times of beginnings and endings. Dangerous and powerful. And we feel it even if we don't know what it is. These times are not necessarily good, and not necessarily bad. In fact, what they are depends on what *we* are.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I’ve seen excitement, and I’ve seen boredom. And boredom was best.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...Granny Weatherwax, who had walked nightly without fear in the bandit-haunted forests of the mountains all her life in the certain knowledge that the darkness held nothing more terrible than she was...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is often said that before you die your life passes before your eyes. It is in fact true. It's called living.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Peace?' said Vetinari. 'Ah, yes, defined as period of time to allow for preparation for the next war.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Animal minds are simple, and therefore sharp. Animals never spend time dividing experience into little bits and speculating about all the bits they've missed. The whole panoply of the universe has been neatly expressed to them as things to (a) mate with, (b) eat, (c) run away from, and (d) rocks. This frees the mind from unnecessary thoughts and gives it a cutting edge where it matters. Your normal animal, in fact, never tries to walk and chew gum at the same time. \n\nThe average human, on the other hand, thinks about all sorts of things around the clock, on all sorts of levels, with interruptions from dozens of biological calendars and timepieces. There's thoughts about to be said, and private thoughts, and real thoughts, and thoughts about thoughts, and a whole gamut of subconscious thoughts. To a telepath the human head is a din. It is a railway terminus with all the Tannoys talking at once. It is a complete FM waveband- and some of those stations aren't reputable, they're outlawed pirates on forbidden seas who play late-night records with limbic lyrics.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Tʜᴇʀᴇ's ɴᴏ ᴊᴜsᴛɪᴄᴇ, ᴛʜᴇʀᴇ's ᴊᴜsᴛ ᴍᴇ.\n\n—Death",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Take the universe and grind it down to the finest powder and sieve it through the finest sieve and then show me one atom of justice, one molecule of mercy. and yet... and yet you act as if there is some ideal order in the world, as if there is some... some rightness in the universe by which it may be judged.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I know that I am a small, weak man, but I have amassed a large library; I dream of dangerous places.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Strength enough to build a home, \nTime enough to hold a child,\nLove enough to break a heart",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you don't know when to be a human being, you don't know when to be a witch.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You do know you could find yourself charged with being a dominant species while under the influence of impulse-driven consumerism, don't you?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You get a wonderful view from the point of no return.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Time was something that largely happened to other people; he viewed it in the same way that people on the shore viewed the sea. It was big and it was out there, and sometimes it was an invigorating thing to dip a toe into, but you couldn't live in it all the time. Besides, it always made his skin wrinkle.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble with being a god is that you've got no one to pray to.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ankh-Morpork! Pearl of cities! This is not a completely accurate description, of course — it was not round and shiny — but even its worst enemies would agree that if you had to liken Ankh-Morpork to anything, then it might as well be a piece of rubbish covered with the diseased secretions of a dying mollusc.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "... the food was good solid stuff for a cold morning, all calories and fat and protein and maybe a vitamin crying softly because it was all alone.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Mr Horsefry was a youngish man, not simply running to fat but vaulting, leaping and diving towards obesity. He had acquired at thirty an impressive selection of chins, and now they wobbled with angry pride.* \n\n* It is wrong to judge by appearances. Despite his expression, which was that of a piglet having a bright idea, and his mode of speech, which might put you in mind of a small, breathless, neurotic but ridiculously expensive dog, Mr Horsefry might well have been a kind, generous and pious man. In the same way, the man climbing out of your window in a stripy jumper, a mask and a great hurry might merely be lost on the way to a fancy-dress party, and the man in the wig and robes at the focus of the courtroom might only be a transvestite who wandered in out of the rain. Snap judgements can be so unfair.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Oh. I see. People don't want to see what can't possibly exist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I don't think I've drunk enough beer to understand that.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They called themselves the Munrungs. It meant The People, or The True Human Beings.\nIt's what most people call themselves, to begin with. And then one day the tribe meets some other People or, if it's not been a good day, The Enemy. If only they'd think up a name like Some More True Human Beings, it'd save a lot of trouble later on",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was like being in a Jane Austen novel, but one with far less clothing.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The shortest unit of time in the multiverse is the New York Second, defined as the period of time between the traffic lights turning green and the cab behind you honking.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Poets have tried to describe Ankh-Morpork. They have failed. Perhaps it's the sheer zestful vitality of the place, or maybe it's just that a city with a million inhabitants and no sewers is rather robust for poets, who prefer daffodils and no wonder. So let's just say that Ankh-Morpork is as full of life as an old cheese on a hot day, as loud as a curse in a cathedral, as bright as an oil slick, as colourful as a bruise and as full of activity, industry, bustle and sheer exuberant busyness as a dead dog on a termite mound.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Humanity's a nice place to visit, but you wouldn't want to live there.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If Not You, Who Else?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Learnin’ how not to do things is as hard as learning how to do them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You say that you people don’t burn folk and sacrifice people anymore, but that’s what true faith would mean, y’see? Sacrificin’ your own life, one day at a time, to the flame, declarin’ the truth of it, workin’ for it, breathin’ the soul of it. That’s religion. Anything else is just . . . is just bein’ nice. And a way of keepin’ in touch with the neighbors.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People don't like change. But make the change fast enough and you go from one type of normal to another.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And what had he wanted? He'd never sat down to think about it. But mostly, he wanted yesterday to be different from today.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The disc, being flat, has no real horizon. Any adventurous sailor who got funny ideas from staring at eggs and oranges for too long and set out for the antipodes soon learned that the reason why distant ships sometimes looked as though they were disappearing over the edge of the world was that they were disappearing over the edge of the world.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "That's what's so stupid about the whole magic thing, you know. You spend twenty years learning the spell that makes nude virgins appear in your bedroom, and then you're so poisoned by quicksilver fumes and half-blind from reading old grimoires that you can't remember what happens next.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The sun is simple. A sword is simple. A storm is simple. Behind everything simple is a huge tail of complicated.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's not lying when you do it to officers!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You know how to pray, don’t you? Just put your hands together and hope.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When you look into the abyss, it’s not supposed to wave back.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He thought about how it might be to be, say, a fox confronted with an angry sheep. A sheep moreover, that could afford to employ wolves.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And no practical definition of freedom would be complete without the freedom to take the consequences. Indeed, it is the freedom upon which all the others are based.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...the proliferation of luminous fungi or iridescent crystals in deep caves where the torchlessly improvident hero needs to see is one of the most obvious intrusions of narrative causality into the physical universe.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There is no doubt that being human is incredibly difficult and cannot be mastered in one lifetime.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "One day all of us will die but - and this is the important thing - we are not dead yet.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "FOR I CAN SEE THE BALANCE AND YOU HAVE LEFT THE WORLD MUCH BETTER THAN YOU FOUND IT, AND IF YOU ASK ME, said Death, NOBODY COULD DO ANY BETTER THAN THAT. . . .",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Some people think this is paranoia, but it isn't. Paranoids only think everyone is out to get them. Wizards know it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was nice to hear the voices of little children at play, provided you took care to be far enough away not to hear what they were actually saying.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Mere animals couldn’t possibly manage to act like this. You need to be a human being to be really stupid.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's lies. It's all lies. Some of them are just prettier than others, that's all. People see what they think is there.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Where's the pleasure in bein' the winner if the loser ain't alive to know they've lost?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Good or bad, do it as you. Too many lies and there's no truth to go back to.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Never cross a woman with a star on a stick, young lady. They've got a mean streak.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Every step is a first step if it's a step in the right direction.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Let's just say that if complete and utter chaos were lightning, then he'd be the sort to stand on a hilltop in a thunderstorm wearing wet copper armor and shouting 'All Gods are bastards.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "WHO KNOWS WHAT EVIL LURKS IN THE HEART OF MEN?\n\nThe Death of Rats looked up from the feast of the potato. SQUEAK, he said.\n\nDeath waved a hand dismissively. WELL, YES, OBVIOUSLY ME, he said. I JUST WONDERED IF THERE WAS ANYONE ELSE.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Seeing things a human shouldn't have to see makes us human.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Magic never dies. It merely fades away.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The important thing about adventures, thought Mr. Bunnsy, was that they shouldn't be so long as to make you miss mealtimes.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most species do their own evolving, making it up as they go along, which is the way Nature intended. And this is all very natural and organic and in tune with mysterious cycles of the cosmos, which believes that there's nothing like millions of years of really frustrating trial and error to give a species moral fiber and, in some cases, backbone.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You take a bunch of people who don't seem any different from you and me, but when you add them all together you get this sort of huge raving maniac with national borders and an anthem.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I believe in reincarnation,” [Bjorn] said.\nI KNOW.\n“I tried to live a good life. Does that help?”\nTHAT’S NOT UP TO ME. Death coughed. OF COURSE... SINCE YOU BELIEVE IN REINCARNATION... YOU’LL BE BJORN AGAIN.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The more you think about it, the more amazing the everyday world of human beings becomes: most of it doesn't actually exist at all.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You had to hand it to the Patrician, he admitted grudgingly. If you didn't, he sent men to come and take it away.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They didn't have to be funny — they were father jokes.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The thief, as will become apparent, was a special type of thief. This thief was an artist of theft. Other thieves merely stole everything that was not nailed down, but this thief stole the nails as well.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Truth! Freedom! Justice! And a hard-boiled egg!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When I am old I shall wear midnight.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You haven't really been anywhere until you've got back home.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Books bend space and time. One reason the owners of those aforesaid little rambling, poky secondhand bookshops always seem slightly unearthly is that many of them really are, having strayed into this world after taking a wrong turning in their own bookshops in worlds where it is considered commendable business practice to wear carpet slippers all the time and open your shop only when you feel like it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is a well-known established fact throughout the many-dimensional worlds of the multiverse that most really great discoveries are owed to one brief moment of inspiration. There's a lot of spadework first, of course, but what clinches the whole thing is the sight of, say, a falling apple or a boiling kettle or the water slipping over the edge of the bath. Something goes click inside the observer's head and then everything falls into place. The shape of DNA, it is popularly said, owes its discovery to the chance sight of a spiral staircase when the scientist=s mind was just at the right receptive temperature. Had he used the elevator, the whole science of genetics might have been a good deal different.\n\nThis is thought of as somehow wonderful. It isn't. It is tragic. Little particles of inspiration sleet through the universe all the time traveling through the densest matter in the same way that a neutrino passes through a candyfloss haystack, and most of them miss.\n\nEven worse, most of the ones that hit the exact cerebral target, hit the wrong one.\n\nFor example, the weird dream about a lead doughnut on a mile-high gantry, which in the right mind would have been the catalyst for the invention of repressed-gravitational electricity generation (a cheap and inexhaustible and totally non-polluting form of power which the world in question had been seeking for centuries, and for the lack of which it was plunged into a terrible and pointless war) was in fact had by a small and bewildered duck.\n\nBy another stroke of bad luck, the sight of a herd of wild horses galloping through a field of wild hyacinths would have led a struggling composer to write the famous Flying God Suite, bringing succor and balm to the souls of millions, had he not been at home in bed with shingles. The inspiration thereby fell to a nearby frog, who was not in much of a position to make a startling contributing to the field of tone poetry.\n\nMany civilizations have recognized this shocking waste and tried various methods to prevent it, most of them involving enjoyable but illegal attempts to tune the mind into the right wavelength by the use of exotic herbage or yeast products. It never works properly.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They say a little knowledge is a dangerous thing, but it's not one half so bad as a lot of ignorance.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "After all, when you seek advice from someone it's certainly not because you want them to give it. You just want them to be there while you talk to yourself.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you try to to take my bananas from me, I will reclaim them from your cold dead hands.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And that's when I first learned about evil. It is built in to the very nature of the universe. Every world spins in pain. If there is any kind of supreme being, I told myself, it is up to all of us to become his moral superior.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Your own brain ought to have the decency to be on your side!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "[The pamphlet] was very patriotic. That is, it talked about killing foreigners.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Evil in general does not sleep, and therefore doesn't see why anyone else should.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You'll see! We're going to the palace. Fetch Angua. We might need her. And bring the search warrant.\nYou mean the sledgehammer, sir?\nYes.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The universe is, instant by instant, recreated anew. There is in truth no past, only a memory of the past. Blink your eyes, and the world you see next did not exist when you closed them. Therefore, the only appropriate state of the mind is surprise. The only appropriate state of the heart is joy. The sky you see now, you have never seen before. The perfect moment is now. Be glad of it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The city's full of people who you just see around.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you put butter and salt on it, it tastes like salty butter.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Life is a trick, and you get one chance to learn it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You'd like Freedom, Truth, and Justice, wouldn't you, Comrade Sergeant?' said Reg encouragingly.\n'I'd like a hard-boiled egg,' said Vimes, shaking the match out.\nThere was some nervous laughter, but Reg looked offended.\n'In the circumstances, Sergeant, I think we should set our sights a little higher--'\n'Well, yes, we could,' said Vimes, coming down the steps. He glanced at the sheets of papers in front of Reg. The man cared. He really did. And he was serious. He really was. 'But...well, Reg, tomorrow the sun will come up again, and I'm pretty sure that whatever happens we won't have found Freedom, and there won't be a whole lot of Justice, and I'm damn sure we won't have found Truth. But it's just possible that I might get a hard-boiled egg.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In an instant he became aware that the tourist was about to try his own peculiar brand of linguistics, which meant that he would speak loudly and slowly in his own language.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is a long-cherished tradition among a certain type of military thinker that huge casualties are the main thing. If they are on the other side then this is a valuable bonus.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You did something because it had always been done, and the explanation was, ‘But we’ve always done it this way.’ A million dead people can’t have been wrong, can they?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If words had weight, a single sentence from Death would have anchored a ship.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "but what should we do when the highborn and wealthy take to crime? Indeed, if a poor man will spend a year in prison for stealing out of hunger, how high would the gallows need to be to hang the rich man who breaks the law out of greed?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I reckon responsible behavior is something to get when you grow older. Like varicose veins.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The girls were expected to grow up to be somebody's wife. They were also expected to read and write, those being considered soft indoor jobs that were too fiddly for the boys.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Contrary to popular belief and hope, people don't usually come running when they hear a scream. That's not how humans work. Humans look at other humans and say, 'Did you hear a scream?' because the first scream might have been you screaming inside your head, or a horse backfiring.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Now ... if you trust in yourself ... and believe in your dreams ... and follow your star ... you'll still get beaten by people who spent their time working hard and learning things and weren't so lazy. Goodbye.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The people who really run organizations are usually found several levels down, where it is still possible to get things done.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Just call in at the torturer on your way out. See when he can fit you in.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes I think a man could wander across the disc all his life and not see everything there is to see,' said Twoflower. 'And now it seems there are lots of other worlds as well. When I think I might die without seeing a hundredth of all there is to see it makes me feel,' he paused, then added, 'well, humble, I suppose. And very angry, of course.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ridcully was to management what King Herod was to the Bethlehem Playgroup Association. ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Tragic heroes always moan when the gods take an interest in them, but it's the people the gods ignore who get the really tough deals.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Mort was already aware that love made you feel hot and cold and cruel and weak, but he hadn't realized that it could make you stupid.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You call yourself some kind of goddess and you know nothing, madam, nothing. What don't die can't live. What don't live can't change. What don't change can't learn. The smallest creature that dies in the grass knows more than you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Thou shalt not submit thy god to market forces.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Destiny is important, see, but people go wrong when they think it controls them. It's the other way around.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "As large as worlds. As old as Time. As patient as a brick.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Once you gave a thing a name, you gave it life.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "… you were so worried about legal and illegal that you never stopped to think about whether it was right or wrong.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When you can flatten entire cities at a whim, a tendency towards quiet reflection and seeing-things-from-the-other-fellow's-point- of-view is seldom necessary.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What did they feed the lions and tigers with in the ark, sir?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You can't go around building a better world for people. Only people can build a better world for people. Otherwise it's just a cage.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Belief is one of the most powerful organic forces in the multiverse. It may not be able to move mountains, exactly. But it can create someone who can.\n\nPeople get exactly the wrong idea about belief. They think it works back to front. They think the sequence is, first object, then belief. In fact, it works the other way.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This, milord, is my family's axe. We have owned it for almost nine hundred years, see. Of course, sometimes it needed a new blade. And sometimes it has required a new handle, new designs on the metalwork, a little refreshing of the ornamentation . . . but is this not the nine hundred-year-old axe of my family? And because it has changed gently over time, it is still a pretty good axe, y'know. Pretty good.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nac Mac Feegle! The Wee Free Men! Nae king! Nae quin! Nae laird! Nae master! We willna' be fooled again!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Dogs are not like cats, who amusingly tolerate humans only until someone comes up with a tin opener that can be operated with a paw. Men made dogs, they took wolves and gave them human things--unnecessary intelligence, names, a desire to belong, and a twitching inferiority complex. All dogs dream wolf dreams, and know they're dreaming of biting their Maker. Every dog knows, deep in his heart, that he is a Bad Dog...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But that was just it - hate was exactly the right word. Hate is a force of attraction. Hate is just love with its back turned.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Samuel Vimes dreamed about Clues. He had a jaundiced view of Clues. He instinctively distrusted them. They got in the way. And he distrusted the kind of person who’d take one look at another man and say in a lordly voice to his companion, “Ah, my dear sir, I can tell you nothing except that he is a left-handed stonemason who has spent some years in the merchant navy and has recently fallen on hard times,” and then unroll a lot of supercilious commentary about calluses and stance and the state of a man’s boots, when exactly the same comments could apply to a man who was wearing his old clothes because he’d been doing a spot of home bricklaying for a new barbecue pit, and had been tattooed once when he was drunk and seventeen* and in fact got seasick on a wet pavement. What arrogance! What an insult to the rich and chaotic variety of the human experience!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Because some stories end, but old stories go on, and you gotta dance to the music if you want to stay ahead",
        "author": "Terry Pratchett"
    },
    {
        "quote": "the IQ of a mob is the IQ of its most stupid member divided by the number of mobsters,",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What was supposed to be so special about a full moon? It was only a big circle of light. And the dark of the moon was only darkness. But halfway between the two, when the moon was between the worlds of light and dark, when even the moon lived on the edge...maybe then a witch could believe in the moon.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There was no safety. There was no pride. All there was, was money. Everything became money, and money became everything. Money treated us as if we were things, and we died.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Esme Weatherwax hadn't done nice. She'd done what was needed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In order to have a change of fortune at the last minute, you have to take your fortune to the last minute.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "See a pin and pick it up, and, all day long, you'll have a pin.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The four lesser apocalyptical horsemen of Panic, Bewilderment, Ignorance, and Shouting took control of the room,",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You know what?' said Vimes aloud. 'This is going to be the world's first democratically killed dragon. One man, one stab.'\nThen you've got to stop them. You can't let them kill it!' said Lady Ramkin.\nVimes blinked at her.\nPardon?' he said.\nIt's wounded!'\nLady, that was the intention, wasn't it? Anyway, it's only stunned,' said Vimes.\nI mean you can't let them kill it like this,' said Lady Ramkin insistently. 'Poor thing!'\nWhat do you want to do, then?' demanded Vimes, his temper unravelling. 'Give it a strengthening dose of tar oil and a nice comfy basket in front of the stove?'\nIt's butchery!'\nSuits me fine!'\nBut it's a dragon! It's just doing what a dragon does! It never would have come here if people had left it alone!'\nVimes thought: it was about to eat her, and she can still think like this. He hesitated. Perhaps that did give you the right to an opinion...",
        "author": "Terry Pratchett"
    },
    {
        "quote": "We sleepwalk through our lives, because how could we live if we were always this awake?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They obeyed, as wise men do when a woman puts her foot down . . .",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Would a minute have mattered? No, probably not, although his young son appeared to have a very accurate internal clock. Possibly even 2 minutes would be okay. Three minutes, even. You could go to five minutes, perhaps. But that was just it. If you could go for five minutes, then you'd go to ten, then half an hour, a couple of hours...and not see your son all evening. So that was that. Six o'clock, prompt. Every day. Read to young Sam. No excuses. He'd promised himself that. No excuses. No excuses at all. Once you had a good excuse, you opened the door to bad excuses.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They can tak' oour lives but they canna tak' oour troousers!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They know that people need witches; they need the unofficial people who understand the difference between right and wrong, and when right is \nwrong and when wrong is right. The world needs the people who work around the edges. They need the people who can deal with the little bumps and inconveniences. And little problems. After all, we are almost all human. Almost all of the time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This was not the time to say “I don’t know.” The brothers had begging, hungry looks, like dogs waiting to be fed. They wanted an answer. It would be nice if it was the right answer, but if it couldn’t be, then any answer would do, because then we would stop being worried...and then his mind caught alight.\n\nThat’s what the gods are! An answer that will do! Because there’s food to be caught and babies to be born and life to be lived and so there is no time for big, complicated, and worrying answers! Please give us a simple answer, so that we don’t have to think, because if we think, we might find answers that don’t fit the way we want the world to be.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But the helmet had gold decoration, and the bespoke armorers had made a new gleaming breastplate with useless gold ornamentation on it. Sam Vimes felt like a class traitor every time he wore it. He hated being thought of as one of those people that wore stupid ornamental armor. It was gilt by association.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Any true wizard, faced with a sign like 'Do not open this door. Really. We mean it. We're not kidding. Opening this door will mean the end of the universe,' would automatically open the door in order to see what all the fuss is about. This made signs rather a waste of time, but at least it meant that when you handed what was left of the wizard to his grieving relatives you could say, as they grasped the jar, 'We told him not to.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Departure Aria, a very important and romantic song - \nThis damn door sticks,\nThis damn door sticks\nIt sticks no matter what I do.\nIt is marked 'pull' and indeed I am pulling\nPerhaps it should be marked 'push'?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Witches were a bit like cats. They didn’t much like one another’s company but they did like to know where all the other witches were, just in case they needed them. And what you might need them for was to tell you, as a friend, that you were beginning to cackle.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "As far as Death was aware, the sole reason for any human association with pigs and lambs was as a prelude to chops and sausages. Quite why they should dress up for children’s wallpaper as well was a mystery. Hello, little folk, this is what you’re going to eat… He felt that if only he could find the key to it, he’d know a lot more about human beings.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "She had heard it said that, before you could understand anybody, you needed to walk a mile in their shoes, which did not make a whole lot of sense, because probably AFTER you had walked a mile in their shoes, you would understand that they were chasing you and accusing you of the theft of a pair of shoes--although, of course, you could probably outrun them, owing to their lack of footwear.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He'd been an angel once. He hadn't meant to Fall. He'd just hung around with the wrong people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Rumour is information distilled so finely that it can filter through anything. It does not need doors and windows -- sometimes it does not need people. It can exist free and wild, running from ear to ear without ever touching lips.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The jurisdiction of a good man extends to the end of the world.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Thunder rolled . . It rolled a six.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nor had he, as far as he knew, ever believed in anything. It had been embarrassing, because he quite wanted to believe in something, since he recognized that belief was the lifebelt that got most people through the choppy waters of Life. He'd have liked to believe in a supreme God, although he'd have preferred a half-hour's chat with Him before committing himself, to clear up one or two points. He'd sat in all sorts of churches, waiting for that single flash of blue light, and it hadn't come. And then he'd tried to become an official Atheist and hadn't got the rock-hard, self-satisfied strength of belief even for that. And every single political party had seemed to him equally dishonest. And he'd give up on ecology...Then he'd tried believe in the Universe, which seemed sound enough until he'd innocently started reading books with words like Chaos and Time and Quantum in the titles. He'd found that even the people whose job of work was, so to speak, the Universe, didn't really believe in it and were actually quite proud of not knowing what or even if it could theoretically exist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He'd heard that writers spent all day in their dressing gowns drinking champagne. This is, of course, absolutely true.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "[Science fiction is] out in the mainstream now. You can tell by the way mainstream literary authors pillage SF while denying they're writing it!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There was a man and he had eight sons. Apart from that, he was nothing more than a comma on the page of History. It's sad, but that's all you can say about some people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "IT WASN’T A DARK AND STORMY NIGHT. It should have been, but that’s the weather for you. For every mad scientist who’s had a convenient thunderstorm just on the night his Great Work is finished and lying on the slab, there have been dozens who’ve sat around aimlessly under the peaceful stars while Igor clocks up the overtime.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "First draft: let it run. Turn all the knobs up to 11. Second draft: hell. Cut it down and cut it into shape. Third draft: comb its nose and blow its hair. I usually find that most of the book will have handed itself to me on that first draft.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Last hopeless chances have got to work. Nothing makes sense otherwise. You might as well not be alive.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I don’t know what to do,” he said. “No harm in that. I’ve never known what to do,” said Rincewind with hollow cheerfulness. “Been completely at a loss my whole life.” He hesitated. “I think it’s called being human, or something.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Thinking. This book contains some. Whether you try it at home is up to you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "‎No one remembers the singer. The song remains.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Probably the last man who knew how it worked had been tortured to death years before. Or as soon as it was installed. Killing the creator was a traditional method of patent protection.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "When people say things are a lot more complicated than that, they means they're getting worried that they won't like the truth.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Archbishop James Usher (1580-1656) published Annales Veteris et Novi Testaments in 1654, which suggested that the Heaven and the Earth were created in 4004 B.C. One of his aides took the calculation further, and was able to announce triumphantly that the Earth was created on Sunday the 21st of October, 4004 B.C., at exactly 9:00 A.M., because God liked to get work done early in the morning while he was feeling fresh.\n\nThis too was incorrect. By almost a quarter of an hour.\n\nThe whole business with the fossilized dinosaur skeletons was a joke the paleontologists haven't seen yet.\n\nThis proves two things:\n\nFirstly, that God moves in extremely mysterious, not to say, circuitous ways. God does not play dice with the universe; He plays an ineffable game of His own devising, which might be compared, from the perspective of any of the other players, [ie., everybody.] to being involved in an obscure and complex version of poker in a pitch-dark room, with blank cards, for infinite stakes, with a Dealer who won't tell you the rules, and who smiles all the time.\n\nSecondly, the Earth's a Libra.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No. Men should die for lies. But the truth is too precious to die for.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's always surprising to be reminded that while you're watching and thinking about people, all knowing and superior, they're watching and thinking about you, right back at you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Hat = wizard, wizard = hat. Everything else is frippery.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It was Carrot who'd suggested to the Patrician that hardened criminals should be given the chance to 'serve the community' by redecorating the homes of the elderly, lending a new terror to old age and, given Ankh-Morpork's crime rate, leading to at least one old lady having her front room wallpapered so many times in six months that now she could only get in sideways.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Because no man wants to be a coward in front of a cheese.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Have - have you got an appointment?' he said.\n'I don't know,' said Carrot. 'Have we got an appointment?'\n'I've got an iron ball with spikes on,' Nobby volunteered.\n'That's a morningstar, Nobby.'\n'Is it?'\n'Yes,' said Carrot. 'An appointment is an engagement to see someone, while a morningstar is a large lump of metal used for viciously crushing skulls. It is important not to confuse the two, isn't it, Mr-?' He raised his eyebrows.\n'Boffo, sir. But-'\n'So if you could perhaps run along and tell Dr Whiteface we're here with an iron ball with spi- What am I saying? I mean, without an appointment to see him? Please? Thank you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Even the blind and meek and voiceless have gods.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Personal isn't the same as important.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Don't do anything I wouldn't do, if you ever find anything I wouldn't do.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Oh no, not -' \nOF COURSE, WHAT'S SO BLOODY VEXING ABOUT THE WHOLE BUSINESS IS THAT I WAS EXPECTING TO MEET THEE IN PSEPHOPOLOLIS\n'But that's five hundred miles away!'\nYOU DON'T HAVE TO TELL ME, THE WHOLE SYSTEM'S GOT SCREWED UP AGAIN, I CAN SEE THAT. LOOK, THERE'S NO CHANCE OF YOU-?\nRincewind backed away, hands spread protectively in front of him...\n'Not a chance!'\nI COULD LEND YOU A VERY FAST HORSE.\n'No!'\nIT WON'T HURT A BIT.\n'No!' Rincewind turned and ran. Death watched him go, and shrugged bitterly.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Things are not as they seem. They are what they are.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Little fussy Otto, in his red-lined black opera cloak with pockets for all his gear, his shiny black shoes, his carefully cut widow's peak and, not least, his ridiculous accent that grew thicker or thinner depending on who he was talking to, did not look like a threat. He looked funny, a joke, a music-hall vampire. It had never previously occurred to Vimes that, just possibly, the joke was on other people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'm not a lady, I'm a witch.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There was no light at the end of the tunnel--or if there was, it was an oncoming train.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Find the story, Granny Weatherwax always said. She believed that the world was full of story shapes. If you let them, they controlled you. But if you studied them, if you found out about them... you could use them, you could change them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "These weren't cheap modern books; these were books bound in leather, and not just leather, but leather from clever cows who had given their lives for literature after a happy existence in the very best pastures.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It’s quite easy to accidentally overhear people talking downstairs if you hold an upturned glass to the floorboards and accidentally put your ear to it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Trouble is, just because things are obvious doesn't mean they're true.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Things just happen, one after another. They don't care who knows. But history... ah, history is different. History has to be observed. Otherwise it's not history. It's just... well, things happening one after another.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There’s lots of people will help you with alcohol business, but there’s no one out there arranging little meetings where you can stand up and say, ‘My name is Sam Vimes and I’m a really suspicious bastard.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nanny Ogg never did any housework herself, but she was the cause of housework in other people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "They say that the prospect of being hanged in the morning concentrates a man's mind wonderfully; unfortunately, what the mind inevitably concentrates on is that, in the morning, it will be in a body that is going to be hanged.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Murder was in fact a fairly uncommon event in Ankh-Morpork, but there were a lot of suicides. Walking in the night-time alleyways of The Shades was suicide. Asking for a short in a dwarf bar was suicide. Saying 'Got rocks in your head?' to a troll was suicide. You could commit suicide very easily, if you weren't careful.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It is well known that a vital ingredient of success is not knowing that what you're attempting can't be done. A person ignorant of the possibility of failure can be a half-brick in the path of the bicycle of history.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Who knew what evil lurked in the hearts of men? A copper, that's who. (...)You saw how close men lived to the beast. You realized that people like Carcer were not mad. They were incredibily sane. They were simply men without a shield. They'd looked at the world and realized that all the rules didn't have to apply to them, not if they didn't want them to. They weren't fooled by all the little stories. They shook hands with the beast.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The landscape was snow and green ice on broken mountains. These weren't old mountains, worn down by time and weather and full of gentle ski slopes, but young, sulky, adolescent mountains. They held secret ravines and merciless crevices. One yodel out of place would attract, not the jolly echo of a lonely goatherd, but fifty tons of express-delivery snow.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Letitia! What a name. Halfway between a salad and a sneeze.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You are in favour of the common people?” said Dragon mildly.\nThe common people?” said Vimes. “They’re nothing special. They’re no different from the rich and powerful except they’ve got no money or power. But the law should be there to balance things up a bit. So I suppose I’ve got to be on their side.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And therefore education at the University mostly worked by the age-old method of putting a lot of young people in the vicinity of a lot of books and hoping that something would pass from one to the other, while the actual young people put themselves in the vicinity of inns and taverns for exactly the same reason.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "We're on a mission from Glod.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Granny bit her lip. She was never quite certain about children, thinking of them - when she thought about them at all – as coming somewhere between animals and people. She understood babies. You put milk in one end and kept the other as clean as possible. Adults were even easier, because they did the feeding and cleaning themselves. But in between was a world of experience that she had never really inquired about. As far as she was aware, you just tried to stop them catching anything fatal and hoped that it would all turn out all right.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'm trying to have a moment o' existential dreed here, right? Crivens, it's a puir lookout if a man canna feel the chilly winds o' fate lashing aroound his netheres wi'out folks telling him he's deid, eh?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Vimes had got around to a Clean Desk policy. It was a Clean Floor strategy\nthat eluded him at the moment.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Witches aren’t like that. We live in harmony with the great cycles of Nature, and do no harm to anyone, and it’s wicked of them to say we don’t. We ought to fill their bones with hot lead.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And all those exclamation marks, you notice? Five? A sure sign of someone who wears his underpants on his head.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Natural selection saw to it that professional heroes who at a crucial moment tended to ask themselves questions like 'What is my purpose in life?' very quickly lacked both.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "...the little man's total obliviousness to all forms of danger somehow made danger so discouraged that it gave up and went away.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Inside every lump of coal there's a diamond waiting to get out.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Credulous: having views about the world, the universe and humanity's place in it that are shared only by very unsophisticated people and the most intelligent and advanced mathematicians and physicists.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "A witch didn't do things because they seemed a good idea at the time! That was practically cackling. You had to deal every day with people who were foolish and lazy and untruthful and downright unpleasant, and you could certainly end up thinking that the world would be considerably improved if you gave them a slap. But you didn't because, as Miss Tick had once explained:\na) it would make the world a better place for only a very short time;\nb) it would then make the world a slightly worse place; and\nc) you're not supposed to be as stupid as they are.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Raising the flag and singing the anthem are, while somewhat suspicious, not in themselves acts of treason.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Librarian considered matters for a while. So…a dwarf and a troll. He preferred both species to humans. For one thing, neither of them were great readers. The Librarian was, of course, very much in favor of reading in general, but readers in particular got on his nerves. There was something, well, sacrilegious about the way they kept taking books off the shelves and wearing out the words by reading them. He liked people who loved and respected books, and the best way to do that, in the Librarian’s opinion, was to leave them on the shelves where Nature intended them to be.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Be careful what you wish for. You never know who will be listening.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It wasn't that Nanny Ogg sang badly. It was just that she could hit notes which, when amplified by a tin bath half full of water, ceased to be sound and became some sort of invasive presence.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Either dragons should exist completely or fail to exist at all, he felt. A dragon only half-existing was worse than the extremes.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The only really sane person in there is Igor, and possibly the turnip. And I'm not sure about the turnip.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ninety percent of true love is acute, ear-burning embarrassment.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Balance. It was all about balance. That had been one of the first things that she had learned: the centre of the seesaw has neither up nor down, but upness and downness flow through it while it remains unmoved. You had to be the centre of the seesaw so the pain flowed through you, not into you. It was very hard. But she could do it!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "J.R.R. Tolkien has become a sort of mountain, appearing in all subsequent fantasy in the way that Mt. Fuji appears so often in Japanese prints. Sometimes it’s big and up close. Sometimes it’s a shape on the horizon. Sometimes it’s not there at all, which means that the artist either has made a deliberate decision against the mountain, which is interesting in itself, or is in fact standing on Mt. Fuji.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If you kept changing the way people saw the world, you ended up changing the way you saw yourself.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "No other species anywhere in the world had invented boredom. Perhaps it was boredom, not intelligence, that had propelled them up to the evolutionary ladder.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People needed to believe in gods, if only because it was so hard to believe in people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Now that’s what I call magic—seein’ all that, dealin’ with all that, and still goin’ on. It’s sittin’ up all night with some poor old man who’s leavin’ the world, taking away such pain as you can, comfortin’ their terror, seein’ ‘em safely on their way…and then cleanin’ ‘em up, layin’ ‘em out, making ‘em neat for the funeral, and helpin’ the weeping widow strip the bed and wash the sheets—which is, let me tell you, no errand for the fainthearted—and stayin’ up the next night to watch over the coffin before the funeral, and then going home and sitting down for five minutes before some shouting angry man comes bangin’ on your door ‘cuz his wife’s havin’ difficulty givin’ birth to their first child and the midwife’s at her wits’ end and then getting up and fetching your bag and going out again…We all do that, in our own way, and she does it better’n me, if I was to put my hand on my heart. That is the root and heart and soul and center of witchcraft, that is. The soul and center!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "TO CHANGE THE FATE OF ONE INDIVIDUAL IS TO CHANGE THE WORLD.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You have the effrontery to be squeamish, it thought at him. But we were dragons. We were supposed to be cruel, cunning, heartless and terrible. But this much I can tell you, you ape – the great face pressed even closer, so that Wonse was staring into the pitiless depths of his eyes – we never burned and tortured and ripped one another apart and called it morality.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "THERE'S NO JUSTICE, said Mort. JUST US.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And when the Patrician was unhappy, he became very democratic. He found intricate and painful ways of spreading that unhappiness as far as possible.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This is Art holding a Mirror up to Life. That’s why everything is exactly the wrong way around.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Racism was not a problem on the Discworld, because—what with trolls and dwarfs and so on—speciesism was more interesting. Black and white lived in perfect harmony and ganged up on green.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Was that what it was really like to be alive? The feeling of darkness dragging you forward?\nHow could they live with it? And yet they did, and even seemed to find enjoyment in it, when surely the only sensible course would be to despair. Amazing. To feel you were a tiny living thing, sandwiched between two cliffs of darkness. How could they stand to be alive?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sometimes the only thing you could do for people was to be there.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But in his experience it was only a matter of time before the normal balance of the universe restored itself and started doing the usual terrible things to him.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It struck Mort with sudden, terrible poignancy that Death must be the loneliest creature in the universe. In the great party of Creation, he was always in the kitchen.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "For a witch stands on the very edge of everything, between the light and the dark, between life and death, making choices, making decisions so that others may pretend no decisions have even been needed. Sometimes they need to help some poor soul through the final hours, help them to find the door, not to get lost in the dark.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "BE HAPPY WITH WHAT YOU’VE GOT, IS THAT THE IDEA?\n\n“That’s about the size of it, master. A good god line, that. Don’t give ’em too much and tell ’em to be happy with it. Jam tomorrow, see.”\n\nTHIS IS WRONG. Death hesitated. I MEAN…IT’S RIGHT TO BE HAPPY WITH WHAT YOU’VE GOT. BUT YOU’VE GOT TO HAVE SOMETHING TO BE HAPPY ABOUT HAVING. THERE’S NO POINT IN BEING HAPPY ABOUT HAVING NOTHING.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Cats are like witches. They don’t fight to kill, but to win. There is a difference. There’s no point in killing an opponent. That way, they won’t know they’ve lost, and to be a real winner you have to have an opponent who is beaten and knows it. There’s no triumph over a corpse, but a beaten opponent, who will remain beaten every day of the remainder of their sad and wretched life, is something to treasure.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It's like chess, you know. The Queen saves the King.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Granny Weatherwax was not a good loser. From her point of view, losing was something that happened to other people.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "This is space. It's sometimes called the final frontier.\n\n(Except that of course you can't have a final frontier, because there'd be nothing for it to be a frontier to, but as frontiers go, it's pretty penultimate . . .)",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There is a curse.\nThey say:\nMay you live in interesting times.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The problem with having an open mind, of course, is that people will insist on coming along and putting things in it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It’s an inconvenience, true enough, and I don’t like it at all, but I know that you do it for everyone, Mister Death. Is there any other way?’\nNO, THERE ISN’T, I’M AFRAID. WE ARE ALL FLOATING IN THE WINDS OF TIME. BUT YOUR CANDLE, MISTRESS WEATHERWAX, WILL FLICKER FOR SOME TIME BEFORE IT GOES OUT – A LITTLE REWARD FOR A LIFE WELL LIVED. FOR I CAN SEE THE BALANCE AND YOU HAVE LEFT THE WORLD MUCH BETTER THAN YOU FOUND IT, AND IF YOU ASK ME, said Death, NOBODY COULD DO ANY BETTER THAN THAT . . .",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I? KILL? said Death, obviously offended. CERTAINLY NOT. PEOPLE GET KILLED, BUT THAT'S THEIR BUSINESS. I JUST TAKE OVER FROM THEN ON. AFTER ALL, IT'D BE A BLOODY STUPID WORLD IF PEOPLE GOT KILLED WITHOUT DYING, WOULDN'T IT?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Maurice watched them argue again. Humans, eh? Think they're lords of creation. Not like us cats. We know we are. Ever see a cat feed a human? Case proven.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In defiance of Miss Maccalariat I'd like to commit hanky-panky with you, Miss Adora Belle Dearheart... well, certainly hanky, and possibly panky when we get to know one another better.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Building a temple didn't mean you believed in gods, it just meant you believed in architecture.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Fantasy is escapism, but wait... Why is this wrong? What are you escaping from, and where are you escaping to? Is the story opening windows or slamming doors? The British author G.K. Chesterton summarized the role of fantasy very well. He said its purpose was to take the everyday, commonplace world and lift it up and turn it around and show it to us from a different perspective, so that once again we see it for the first time and realize how marvelous it is. Fantasy - the ability to envisage the world in many different ways - is one of the skills that make us human.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "IT'S A SWORD, said the Hogfather. THEY'RE NOT /MEANT/ TO BE SAFE.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "On the Disc the gods dealt severely with atheists.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Maybe the only significant difference between a really smart simulation and a human being was the noise they made when you punched them.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Belief, he says. Belief shifts. People start out believing in the god and end up believing in the structure.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Pollution removed his helmet and shook out his long white hair. He had taken over when Pestilence, muttering about penicillin, had retired in 1936.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I HAVE WATCHED YOUR PROGRESS WITH INTEREST, ESMERELDA WEATHERWAX, said the voice in the dark. He was firm, but oh so polite. But now there was a question in his voice. PRAY TELL ME, WHY WERE YOU CONTENT TO LIVE IN THIS TINY LITTLE COUNTRY WHEN, AS YOU KNOW, YOU COULD HAVE BEEN ANYTHING AND ANYBODY IN THE WORLD? “I don’t know about the world, not much; but in my part of the world I could make little miracles for ordinary people,” Granny replied sharply. “And I never wanted the world—just a part of it, a small part that I could keep safe, that I could keep away from storms. Not the ones of the sky, you",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The dwarf bread was brought out for inspection. But it was miraculous, the dwarf bread. No one ever went hungry when they had some dwarf bread to avoid. You only had to look at it for a moment, and instantly you could think of dozens of things you'd rather eat. Your boots, for example. Mountains. Raw sheep. Your own foot.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Vimes had once discussed the Ephebian idea of ‘democracy’ with Carrot, and had been rather interested in the idea that everyone had a vote until he found out that while he, Vimes, would have a vote, there was no way in the rules that anyone could prevent Nobby Nobbs from having one as well. Vimes could see the flaw there straight away.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Now, there is a tendency at a point like this to look over one’s shoulder at the cover artist and start going on at length about leather, tightboots and naked blades.\nWords like ‘full’, ‘round’ and even ‘pert’ creep into the narrative, until the writer has to go and have a cold shower and a lie down.\nWhich is all rather silly, because any woman setting out to make a living by the sword isn’t about to go around looking like something off the cover of the more advanced kind of lingerie catalogue for the specialized buyer.\nOh well, all right. The point that must be made is that although Herrena the Henna-Haired Harridan would look quite stunning after a good bath, a heavy-duty manicure, and the pick of the leather racks in Woo Hun Ling’s Oriental Exotica and Martial Aids on Heroes Street, she was currently quite sensibly dressed in light chain mail, soft boots, and a short sword.\nAll right, maybe the boots were leather. But not black.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The smug mask of virtue triumphant could be almost as horrible as the face of wickedness revealed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I see evil when I look in my shaving mirror. It is, philosophically, present everywhere in the universe in order, apparently, to highlight the existence of good. I think there is more to this theory, but I tend to burst out laughing at this point.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Last night there seemed to be a chance. Anything was possible last night. That was the trouble with last nights. They were always followed by this mornings.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Taxation, gentlemen, is very much like dairy farming. The task is to extract the maximum amount of milk with the minimum amount of moo.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "One of the things forgotten about the human spirit is that while it is, in the right conditions, noble and brave and wonderful, it is also, when you get right down to it, only human.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People were people, even if they had four legs and had called themselves names like Dangerous Beans, which is the kind of name you gave yourself if you learned to read before you understood what all the words actually meant.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But then science is nothing but a series of questions that lead to more questions.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Oh, where are my manners? Do sit down. Pull up a small child.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Whoever had created humanity had left in a major design flaw.\nIt was its tendency to bend at the knees.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He said that there was death and taxes, and taxes was worse, because at least death didn’t happen to you every year.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "What is magic?\nThere is the wizard's explanation... wizards talk about candles, circles, planets, stars, bananas, chants, runes and the importance of having at least four good meals every day.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "NO. YOU NEED TO BELIEVE IN THINGS THAT AREN’T TRUE. HOW ELSE CAN THEY BECOME?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But, in truth, it had not exactly been gold, or even the promise of gold, but more like the fantasy of gold, the fairy dream that the gold is there, at the end of the rainbow, and will continue to be there forever - provided, naturally, that you don't go and look. This is known as finance.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You had to deal every day with people who were foolish and lazy and untruthful and downright unpleasant, and you could certainly end up thinking that the world would be considerably improved if you gave them a slap.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He couldn’t see why people made such a fuss about people eating their silly old fruit anyway, but life would be a lot less fun if they didn’t. And there was never an apple, in Adam’s opinion, that wasn’t worth the trouble you got into for eating it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But this didn't feel like magic. It felt a lot older than that. It felt like music.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You couldn't say 'I had orders.' You couldn't say 'It's not fair.' No one was listening. There were no Words. You owned yourself. [...] Not 'Thou Shalt Not'. Say 'I Will Not'.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Do you think there’s anything to eat in this forest?”\n“Yes,” said the wizard bitterly, “us.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Yes, but humans are more important than animals,' said Brutha.\n'This is a point of view often expressed by humans,' said Om.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Shoes, men, coffins; never accept the first one you see.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Perhaps the magic would last, perhaps it wouldn't. But then again, what does?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Soon to come in licorice, orange, cinnamon, and banana, but not strawberry, because I hate strawberries.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Some people believe that when you die, you cross the River of Death and have to pay the ferryman. People don’t seem to worry about that these days. Perhaps there’s a bridge now.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "First Sight means you can see what really is there, and Second Thoughts mean thinking about what you are thinking. And in Tiffany's case, there were sometimes Third Thoughts and Fourth Thoughts although these...sometimes led her to walk into doors.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Not for the first time she reflected that there were many drawbacks to being a swordswoman, not least of which was that men didn't take you seriously until you'd actually killed them, by which time it didn't really matter anyway.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Sybil’s female forebears had valiantly backed up their husbands as distant embassies were besieged, had given birth on a camel or in the shade of a stricken elephant, had handed around the little gold chocolates while trolls were trying to break into the compound, or had merely stayed at home and nursed such bits of husbands and sons as made it back from endless little wars.  The result was a species of woman who, when duty called, turned into solid steel.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Magrat had used a lot of powder to make her face pale and interesting. It combined with the lavishly applied mascara to give the guard the impression that he was looking at two flies that had crashed into a sugar bowl.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Look, sir, I know Angua. She's not the useless type. She doesn't stand there and scream helplessly. She makes other people do that.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "It wasn't by eliminating the impossible that you got at the truth, however improbable; it was by the much harder process of eliminating the possibilities. You worked away, patiently asking questions and looking hard at things. You walked and talked, and in your heart you just hoped like hell that some bugger's nerve'd crack and he'd give himself up.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "In Ankh-Morpork you can be whoever you want to be and sometimes people laugh and sometimes they clap, and mostly and beautifully, they don't really care.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And all the stories had, somewhere, the witch. The wicked old witch.\nAnd Tiffany had thought: Where's the evidence?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "5.Buggre Alle this for a Larke I amme sick to mye Hart of typefetinge. Master Biltonn if no Gentelmann, and Master Scagges now more that a tighte fisted Southwarke Knobbefticke. I telle you, onne a daye laike thif Ennywone withe half and oz of Sense shoulde bee oute in the Suneshain, ane nott Stucke here alle the lielong dale inn thif mowldey olde By-Our-Lady Workefhoppe *AE@;I*",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Knowledge equals power...\nThe string was important. After a while the Librarian stopped. He concentrated all his powers of librarianship.\nPower equals energy...\nPeople were stupid, sometimes. They thought the Library was a dangerous place because of all the magical books, which was true enough, but what made it really one of the most dangerous places there could ever be was the simple fact that it was a library.\nEnergy equals matter...\nHe swung into an avenue of shelving that was apparently a few feet long and walked along it briskly for half an hour.\nMatter equals mass.\nAnd mass distorts space. It distorts it into polyfractal L-space.\nSo, while the Dewey system has its fine points, when you're setting out to look something up in the multidimensional folds of L-space what you really need is a ball of string.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Any fool could be a witch with a runic knife, but it took skill to be one with an apple corer.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The universe danced towards life. Life was a remarkably common commodity. Anything sufficiently complicated seemed to get cut in for some, in the same way that anything massive enough got a generous helping of gravity. The universe had a definite tendency towards awareness. This suggested a certain subtle cruelty woven into the very fabric of space-time.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The fact is that camels are far more intelligent than dolphins. They are so much brighter that they soon realised that the most prudent thing any intelligent animal can do, if it would prefer its descendants not to spend a lot of time on a slab with electrodes clamped to their brains or sticking mines on the bottom of ships or being patronized rigid by zoologists, is to make bloody certain humans don't find out about it. So they long ago plumped for a lifestyle that, in return for a certain amount of porterage and being prodded with sticks, allowed them adequate food and grooming and the chance to spit in a human's eye and get away with it.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I mean, you're right about the fire and war, all that. But that Rapture stuff--well, if you could see them all in Heaven--serried ranks of them as far as the mind can follow and beyond, league after league of us, flaming swords, all that, well, what I'm trying to say is who has time to go round picking people out and popping them up in the air to sneer at the people dying of radiation sickness on the parched and burning earth below them? If that's your idea of a morally acceptable time, I might add.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "If failure had no penalty success would not be a prize.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Most horses don't walk backwards voluntarily, because what they can't see doesn't exist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "[Y]ou weren't born with a talent for witchcraft: it didn't come easily; you worked hard at it because you wanted it. You forced the world to give it to you, no matter the price, and the price is and always will be high... People say you don't find witchcraft; witchcraft finds you. But you've found it, even if at the time you didn't know what it was you were finding, and you grabbed it by its scrawny neck and made it work for you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Her singing always cheered him up. Life seemed so much brighter when she stopped.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Miss Tick sniffed. 'You could say this advice is priceless,' she said. 'Are you listening?'\n'Yes,' said Tiffany.\n'Good. Now ... if you trust in yourself ...'\n'Yes?'\n'... and believe in your dreams ...'\n'Yes?'\n'... and follow your star ...' Miss Tick went on.\n'Yes?'\n'... you'll still get beaten by people who spent THEIR time working hard and learning things and weren't so lazy. Goodbye.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Few things are hidden from a quiet child with good eyesight.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Life in this world,” he said, “is, as it were, a sojourn in a cave. What can we know of reality? For all we see of the true nature of existence is, shall we say, no more than bewildering and amusing shadows cast upon the inner wall of the cave by the unseen blinding light of absolute truth, from which we may or may not deduce some glimmer of veracity, and we as troglodyte seekers of wisdom can only lift our voices to the unseen and say, humbly, ‘Go on, do Deformed Rabbit . . . it’s my favorite.’ ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Genius is always allowed some leeway, once the hammer has been pried from its hands and the blood has been cleaned up.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I'VE NEVER BEEN VERY SURE ABOUT WHAT IS RIGHT, said Bill Door. I AM NOT SURE THERE IS SUCH A THING AS RIGHT. OR WRONG. JUST PLACES TO STAND.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "NAUGHTY AND NICE? said Death. BUT IT'S EASY TO BE NICE IF YOU'RE RICH. IS THIS FAIR?\nAlbert wanted to argue. He wanted to say, Really? In that case, how come so many of the rich buggers is bastards? And being poor don't mean being naughty, neither.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Om began to feel the acute depression that steals over every realist in the presence of an optimist.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Nothing has to be true forever. Just for long enough.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "[Rincewind] drew his sword and, with a smooth overarm throw, completely failed to hit the troll.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Vimes's lack of interest in other people's children was limitless.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "His sister had been sent down to the village to ask Mistress Garlick the witch how you stopped spelling recommendation.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I notice you didn't laugh, Mr. Black!\nNo, Your Majesty. We are forbidden to laugh at the things kings say, sire, because otherwise we would be at it all day.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "People look down on stuff like geography and meteorology, and not only because they're standing on one and being soaked by the other. They don't look quite like real science. But geography is only physics slowed down and with a few trees stuck on it, and meteorology is full of excitingly fashionable chaos and complexity. And summer isn't a time. It's a place as well. Summer is a moving creature and likes to go south for the winter.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "... a metaphor ... is like lying but more decorative.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The forest of Skund was indeed enchanted, which was nothing unusual on the Disc, and was also the only forest in the whole universe to be called -- in the local language -- Your Finger You Fool, which was the literal meaning of the word Skund.\n\nThe reason for this is regrettably all too common. When the first explorers from the warm lands around the Circle Sea travelled into the chilly hinterland they filled in the blank spaces on their maps by grabbing the nearest native, pointing at some distant landmark, speaking very clearly in a loud voice, and writing down whatever the bemused man told them. Thus were immortalised in generations of atlases such geographical oddities as Just A Mountain, I Don't Know, What? and, of course, Your Finger You Fool.\n\nRainclouds clustered around the bald heights of Mt. Oolskunrahod ('Who is this Fool who does Not Know what a Mountain is') and the Luggage settled itself more comfortably under a dripping tree, which tried unsuccessfully to strike up a conversation.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Once upon a time the plural of 'wizard' was 'war'.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "There would be a price... But if you were worried about the price, then why were you in the shop?",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He felt as if he had been shipwrecked on the Titanic, but in the nick of time had been rescued. By the Lusitania.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "You did what you were told or you didn't get paid, and if things went wrong it wasn't your problem. It was the fault of whatever idiot has accepted this message for sending in the first place. No one cared about you, and everyone at headquarters was an idiot. It wasn't your fault, no one listened to you. Headquarters had even started an Employee of the Month scheme to show how much they cared. That was how much they didn't care.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The reaper does not listen to the harvest.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Although the scythe isn't pre-eminent among the weapons of war, anyone who has been on the wrong end of, say, a peasants' revolt will know that in skilled hands it is fearsome.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The trouble with witches is that they’ll never run away from things they really hate.\n\nAnd the trouble with small furry animals in a corner is that, just occasionally, one of them’s a mongoose.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "He had the kind of real deep tan that rich people spent ages trying to achieve with expensive holidays and bits of tinfoil, when really all you need to do to obtain one is work your arse off in the open air everyday.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Well done,' said a voice somewhere behind him. 'Consciousness to sarcasm in five seconds!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Ordinary fortune-tellers tell you what you want to happen; witches tell you what’s going to happen whether you want it to or not. Strangely enough, witches tend to be more accurate but less popular.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The Librarian was not familiar with love, which had always struck him as a bit ethereal and soppy, but kindness, on the other hand, was practical. You knew where you were with kindness, especially if you were holding a pie it had just given you.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "The second mouse gets the cheese!",
        "author": "Terry Pratchett"
    },
    {
        "quote": "And what do you really do? asked Tiffany.\nThe thin witch hesitatied for a moment, and then:\nWe look to ... the edges, said Mistress Weatherwax. There's a lot of edges, more than people know. Between life and death, this world and the next, night and day, right and wrong ... an' they need watchin'. We watch 'em, we guard the sum of things. And we never ask for any reward. That's important.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "Supposing there was justice for all, after all? For every unheeded beggar, every harsh word, every neglected duty, every slight... every choice... Because that was the point, wasn't it? You had to choose. You might be right, you might be wrong, but you had to choose, knowing that the rightness or wrongness might never be clear or even that you were deciding between two sorts of wrong, that there was no right anywhere. And always, always, you did it by yourself. You were the one there, on the edge, watching and listening. Never any tears, never any apology, never any regrets... You saved all that up in a way that could be used when needed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "I would like permission to fetch a note from my mother, sir' Ridcully sighed. 'Rincewind, you once informed me, to my everlasting puzzlement, that you never knew your mother because she ran away before you were born. Distinctly remember writing it down in my diary. Would you like another try?' 'Permission to go and find my mother?' ",
        "author": "Terry Pratchett"
    },
    {
        "quote": "These weren't encouraged in the city, since the heft and throw of a longbow's arrow could send it through an innocent bystander a hundred yards away instead of the innocent bystander at whom it was aimed.",
        "author": "Terry Pratchett"
    },
    {
        "quote": "But there was more to it than that. As the Amazing Maurice said, it was just a story about people and rats. And the difficult part of it was deciding who the people were, and who were the rats.",
        "author": "Terry Pratchett"
    }
]